Repository: emrahzorlu/DreamSpire-iOS
Catalog: *.lproj/Localizable.strings
Languages: de, es

# inspiration_giant_beanstalk
source: Seeing a magical seed they planted in the garden grow into a massive beanstalk overnight, a child discovers the land of giants above the clouds
de: Ein Kind sieht, wie ein im Garten gepflanzter magischer Samen über Nacht zu einer riesigen Bohnenranke heranwächst, und entdeckt das Land der Riesen über den Wolken
es: Al ver que una semilla mágica que plantó en el jardín crece hasta convertirse en un tallo de judía gigante durante la noche, un niño descubre la tierra de los gigantes sobre las nubes

# inspiration_cookie_monster
source: Discovering that the cookie jar in the kitchen is actually a portal to another dimension, two siblings embark on an exciting journey through the world of sweets
de: Zwei Geschwister entdecken, dass die Keksdose in der Küche eigentlich ein Portal in eine andere Dimension ist, und begeben sich auf eine aufregende Reise durch die Welt der Süßigkeiten
es: Al descubrir que el tarro de las galletas de la cocina es en realidad un portal a otra dimensión, dos hermanos se embarcan en un emocionante viaje por el mundo de los dulces

# inspiration_moon_adventure
source: Climbing to the Moon on a silver ladder, a little girl wanders among stardust to find the Man in the Moon's lost crown
de: Ein kleines Mädchen klettert auf einer silbernen Leiter zum Mond und wandert durch Sternenstaub, um die verlorene Krone des Mannes im Mond zu finden
es: Subiendo a la Luna por una escalera de plata, una niña deambula entre polvo de estrellas para encontrar la corona perdida del Hombre de la Luna

# inspiration_flying_carpet
source: Finding an old rug that can talk and fly, a child visits the seven wonders of the world in one night and finds a magic lamp
de: Ein Kind findet einen alten Teppich, der sprechen und fliegen kann, besucht in einer Nacht die sieben Weltwunder und findet eine Wunderlampe
es: Al encontrar una alfombra vieja que puede hablar y volar, un niño visita las siete maravillas del mundo en una noche y encuentra una lámpara mágica

# inspiration_circus_parade
source: Toy circus animals that come to life at midnight turn the room into a giant fair, and the child prepares a magnificent show with them
de: Spielzeugzirkustiere, die um Mitternacht zum Leben erwachen, verwandeln das Zimmer in einen riesigen Jahrmarkt, und das Kind bereitet mit ihnen eine großartige Show vor
es: Los animales de juguete de un circo que cobran vida a medianoche convierten la habitación en una feria gigante, y el niño prepara un espectáculo magnífico con ellos

# inspiration_jungle_safari
source: Following exotic birds that pop out from between the pages while reading a book, a child discovers that their room is actually a rainforest
de: Ein Kind folgt exotischen Vögeln, die beim Lesen eines Buches aus den Seiten springen, und entdeckt, dass sein Zimmer eigentlich ein Regenwald ist
es: Siguiendo a pájaros exóticos que saltan de entre las páginas mientras lee un libro, un niño descubre que su habitación es en realidad una selva tropical

# inspiration_mystery_museum
source: Accidentally locked in a museum during a school trip, children must help mummies and ancient heroes who come to life at midnight
de: Kinder, die versehentlich während eines Schulausflugs in einem Museum eingeschlossen werden, müssen Mumien und antiken Helden helfen, die um Mitternacht zum Leben erwachen
es: Encerrados accidentalmente en un museo durante una excursión escolar, unos niños deben ayudar a momias y héroes antiguos que cobran vida a medianoche

# inspiration_ocean_discovery
source: Finding a talking seashell, a child learns the way to the lost city of Atlantis at the deepest point of the ocean
de: Ein Kind findet eine sprechende Muschel und erfährt den Weg zur versunkenen Stadt Atlantis am tiefsten Punkt des Ozeans
es: Al encontrar una caracola que habla, un niño aprende el camino hacia la ciudad perdida de Atlántida en el punto más profundo del océano

# inspiration_space_academy
source: A young pilot training at a space station in the future makes a brave decision to bring their ship to safety during a meteor shower
de: Ein junger Pilot, der auf einer Weltraumstation der Zukunft trainiert, trifft eine mutige Entscheidung, um sein Schiff während eines Meteoritenschauers in Sicherheit zu bringen
es: Un joven piloto que se entrena en una estación espacial en el futuro toma una valiente decisión para llevar su nave a salvo durante una lluvia de meteoritos

# inspiration_nature_guardian
source: A small child who can hear the voice of nature resolves the mysterious spell drying up the water source in the forest, saving all living things
de: Ein kleines Kind, das die Stimme der Natur hören kann, löst den mysteriösen Zauber, der die Wasserquelle im Wald austrocknet, und rettet alle Lebewesen
es: Un niño pequeño que puede escuchar la voz de la naturaleza resuelve el misterio que seca la fuente de agua del bosque, salvando a todos los seres vivos

# inspiration_magic_paints
source: Discovering that everything they draw while painting comes to life, a tiny artist colors the gray streets of the town with their magic brush
de: Ein kleiner Künstler entdeckt, dass alles, was er beim Malen zeichnet, zum Leben erwacht, und färbt die grauen Straßen der Stadt mit seinem Zauberpinsel
es: Al descubrir que todo lo que dibuja mientras pinta cobra vida, un pequeño artista colorea las grises calles del pueblo con su pincel mágico

# inspiration_pet_detective
source: Setting up a 'Pet Detective' agency to find lost cats in the neighborhood, children find themselves in front of an abandoned castle while following tracks
de: Kinder gründen eine 'Haustier-Detektei', um vermisste Katzen in der Nachbarschaft zu finden, und finden sich bei der Spurensuche vor einer verlassenen Burg wieder
es: Al crear una agencia de 'Detectives de Mascotas' para encontrar gatos perdidos en el vecindario, unos niños se encuentran ante un castillo abandonado mientras siguen huellas

# inspiration_balloon_trip
source: Traveling the world in a house lifted by thousands of balloons, an old man and a young child reach a hidden continent never seen before
de: Ein alter Mann und ein kleines Kind reisen in einem Haus, das von Tausenden von Luftballons gehoben wird, um die Welt und erreichen einen verborgenen Kontinent, den noch nie jemand gesehen hat
es: Viajando por el mundo en una casa levantada por miles de globos, un hombre mayor y un niño pequeño llegan a un continente oculto nunca antes visto

# inspiration_castle_ghost
source: A cute and shy ghost living in an old castle becomes friends with the children who just moved in, showing them the castle's secret tunnels
de: Ein niedlicher und schüchterner Geist, der in einer alten Burg lebt, freundet sich mit den Kindern an, die gerade eingezogen sind, und zeigt ihnen die geheimen Gänge der Burg
es: Un fantasma tierno y tímido que vive en un viejo castillo se hace amigo de los niños que acaban de mudarse, mostrándoles los túneles secretos del castillo

# inspiration_rainbow_bridge
source: Discovering that at the end of the rainbow is not a treasure, but a magical factory where colors are made, a child saves the world from turning gray
de: Ein Kind entdeckt, dass am Ende des Regenbogens kein Schatz wartet, sondern eine magische Fabrik, in der Farben hergestellt werden, und rettet die Welt davor, grau zu werden
es: Al descubrir que al final del arcoíris no hay un tesoro, sino una fábrica mágica donde se hacen los colores, un niño salva al mundo de volverse gris

# inspiration_toy_hospital
source: In a secret hospital where broken toys repair themselves at midnight, a child is called for help as the 'Toy Doctor'
de: In einem geheimen Krankenhaus, in dem sich kaputtes Spielzeug um Mitternacht selbst repariert, wird ein Kind als 'Spielzeugdoktor' um Hilfe gerufen
es: En un hospital secreto donde los juguetes rotos se reparan solos a medianoche, un niño es llamado para ayudar como el 'Doctor de Juguetes'

# inspiration_starry_night
source: Seeing stars fall from the sky one by one, a child embarks on a sky adventure to collect them and put them back where they belong
de: Ein Kind sieht, wie die Sterne einer nach dem anderen vom Himmel fallen, und begibt sich auf ein Himmelsabenteuer, um sie einzusammeln und dorthin zurückzubringen, wo sie hingehören
es: Al ver caer las estrellas del cielo una por una, un niño se embarca en una aventura celestial para recogerlas y devolverlas a su lugar

# inspiration_clockwork_city
source: Venture to a mysterious robot city made of gears and steam, where a child makes a clever plan to repair the city's broken main mechanism
de: Reise in eine geheimnisvolle Robotstadt aus Zahnrädern und Dampf, in der ein Kind einen cleveren Plan schmiedet, um den kaputten Hauptmechanismus der Stadt zu reparieren
es: Aventúrate en una misteriosa ciudad de robots hecha de engranajes y vapor, donde un niño diseña un plan inteligente para reparar el mecanismo principal roto de la ciudad

# inspiration_forgotten_island
source: Finding a secret island not on the map where fruits are made of chocolate, children save the giant turtle that is the island's protector
de: Kinder finden eine geheime Insel, die auf keiner Karte verzeichnet ist und auf der die Früchte aus Schokolade bestehen, und retten die Riesenschildkröte, die die Beschützerin der Insel ist
es: Al encontrar una isla secreta que no aparece en el mapa donde las frutas son de chocolate, unos niños salvan a la tortuga gigante que es la protectora de la isla

# inspiration_music_box
source: Realizing that time stops when she winds an old music box, a girl solves a big mystery by moving alone in a frozen world
de: Ein Mädchen bemerkt, dass die Zeit stehen bleibt, wenn sie eine alte Spieluhr aufzieht, und löst ein großes Rätsel, indem sie sich allein in einer gefrorenen Welt bewegt
es: Al darse cuenta de que el tiempo se detiene cuando le da cuerda a una vieja caja de música, una niña resuelve un gran misterio moviéndose sola en un mundo congelado

# inspiration_dream_catcher
source: In a workshop where dreams are woven, a child who accidentally releases a nightmare dives into the world of dreams to catch it again
de: In einer Werkstatt, in der Träume gewebt werden, lässt ein Kind versehentlich einen Albtraum frei und taucht in die Traumwelt ein, um ihn wieder einzufangen
es: En un taller donde se tejen los sueños, un niño que libera accidentalmente una pesadilla se sumerge en el mundo de los sueños para atraparla de nuevo

# inspiration_secret_library
source: In a secret library where books fly and talk on their own, a child goes in search of the last missing page
de: In einer geheimen Bibliothek, in der Bücher von selbst fliegen und sprechen, macht sich ein Kind auf die Suche nach lauter fehlenden Seiten
es: En una biblioteca secreta donde los libros vuelan y hablan solos, un niño va en busca de la última página que falta

# inspiration_viking_voyage
source: A young Viking boy sneaks onto his father's ship and embarks on a long journey to find the source of the legendary Northern Lights
de: Ein kleiner Wikingerjunge schleicht sich auf das Schiff seines Vaters und begibt sich auf eine lange Reise, um die Quelle des legendären Nordlichts zu finden
es: Un joven niño vikingo se cuela en el barco de su padre y se embarca en un largo viaje para encontrar el origen de las legendarias auroras boreales

# inspiration_detective_dog
source: A dog that can talk and has a very good sense of smell prevents the town's biggest bank robbery with its little partner
de: Ein Hund, der sprechen kann und einen sehr guten Geruchssinn hat, verhindert zusammen mit seinem kleinen Partner den größten Bankraub der Stadt
es: Un perro que puede hablar y tiene un gran sentido del olfato evita el mayor robo de banco del pueblo con su pequeño compañero

# inspiration_science_fair
source: A child whose invention at the school science fair accidentally turns into a working time machine finds themselves in the middle of history
de: Die Erfindung eines Kindes auf der Wissenschaftsmesse der Schule verwandelt sich versehentlich in eine funktionierende Zeitmaschine, und das Kind findet sich mitten in der Geschichte wieder
es: Un niño cuyo invento en la feria de ciencias de la escuela se convierte accidentalmente en una máquina del tiempo funcional se encuentra en medio de la historia

# inspiration_polar_expedition
source: Befriending penguins living at the North Pole, a child reaches the legendary ice castle through melting glaciers
de: Ein Kind freundet sich mit Pinguinen am Nordpol an und erreicht durch schmelzende Gletscher die legendäre Eisburg
es: Haciéndose amigo de pingüinos que viven en el Polo Norte, un niño llega al legendario castillo de hielo a través de glaciares que se derriten

# inspiration_mountain_legend
source: Discovering that the giants living in the high mountains are actually very kind and music-loving, a child forms a giant choir with them
de: Ein Kind entdeckt, dass die Riesen in den hohen Bergen eigentlich sehr freundlich und musikliebend sind, und gründet mit ihnen einen riesigen Chor
es: Al descubrir que los gigantes que viven en las altas montañas son en realidad muy amables y amantes de la música, un niño forma un coro gigante con ellos

# inspiration_enchanted_garden
source: In a garden with magical flowers that only bloom at night, a child discovers a secret passage by listening to the whispers of the flowers
de: In einem Garten mit magischen Blumen, die nur nachts blühen, entdeckt ein Kind einen Geheimgang, indem es dem Flüstern der Blumen lauscht
es: En un jardín con flores mágicas que solo florecen de noche, un niño descubre un pasadizo secreto escuchando los susurros de las flores

# inspiration_space_mail
source: Helping their father who delivers interstellar mail, a child crosses the Milky Way to deliver a magic package that went to the wrong address
de: Ein Kind hilft seinem Vater, der interstellare Post zustellt, und durchquert die Milchstraße, um ein magisches Paket abzuliefern, das an die falsche Adresse geschickt wurde
es: Ayudando a su padre que entrega correo interestelar, un niño cruza la Vía Láctea para entregar un paquete mágico que fue a la dirección equivocada

# inspiration_firefly_lantern
source: Making a lantern that lights up the darkness with the help of thousands of fireflies, a child guides travelers lost in the dark
de: Ein Kind baut mit Hilfe von Tausenden von Glühwürmchen eine Laterne, die die Dunkelheit erhellt, und führt Reisende, die sich im Dunkeln verirrt haben
es: Al fabricar una linterna que ilumina la oscuridad con la ayuda de miles de luciérenagas, un niño guía a los viajeros perdidos en la oscuridad

# inspiration_ancient_egypt
source: Lost inside the pyramids of Ancient Egypt, a child meets a guide trying to find a way out by solving hieroglyphs
de: Ein Kind, das sich in den Pyramiden des alten Ägyptens verirrt hat, trifft einen Führer, der versucht, durch das Lösen von Hieroglyphen einen Ausweg zu finden
es: Perdido dentro de las pirámides del Antiguo Egipto, un niño conoce a un guía que intenta encontrar una salida resolviendo jeroglíficos

# inspiration_lost_continent
source: On a lost continent that suddenly appears in the middle of the ocean, a child and their friends search for the nest of the legendary phoenix
de: Auf einem verlorenen Kontinent, der plötzlich mitten im Ozean auftaucht, suchen ein Kind und seine Freunde nach dem Nest des legendären Phönix
es: En un continente perdido que aparece de repente en medio del océano, un niño y sus amigos buscan el nido del legendario fénix

# inspiration_smart_city
source: In a city of the future where everything is managed by AI, a child neutralizes a naughty virus that hacked the entire system
de: Ein Kind macht einen frechen Virus unschädlich, der das gesamte System der Zukunftsstadt gehackt hat
es: En una ciudad del futuro donde todo es gestionado por IA, un niño neutraliza un virus travieso que hackeó todo el sistema

# inspiration_magical_perfume
source: Finding a magic perfume that makes one invisible when applied, a child uses this power for good against school bullies
de: Ein Kind findet ein magisches Parfüm, das beim Auftragen unsichtbar macht, und nutzt diese Kraft für das Gute gegen Schulhof-Bullies
es: Al encontrar un perfume mágico que hace invisible a quien lo usa, un niño usa este poder para el bien contra los acosadores de la escuela

# tone_cheerful
source: Cheerful
de: Fröhlich
es: Alegre

# tone_relaxing
source: Relaxing
de: Entspannend
es: Relajante

# filter_all_stories
source: All stories
de: Alle Geschichten
es: Todas las historias

# filter_free
source: Free
de: Kostenlos
es: Gratis

# filter_free_desc
source: Accessible to everyone
de: Für alle zugänglich
es: Accesible para todos

# filter_plus_desc
source: For Plus subscribers
de: Für Plus-Abonnenten
es: Para suscriptores Plus

# filter_pro_desc
source: For Pro subscribers
de: Für Pro-Abonnenten
es: Para suscriptores Pro

# age_example
source: E.g. 8
de: Z.B. 8
es: Ej. 8

# character_description_placeholder
source: Character features...
de: Wie ist der Charakter?
es: ¿Cómo es el personaje?

# character_type_title
source: Character Type
de: Charaktertyp
es: Tipo de personaje

# step3_age_range_title
source: 👶 Age Range
de: 👶 Altersgruppe
es: 👶 Rango de edad

# step3_age_range_subtitle
source: Which age group should the story be suitable for?
de: Für welche Altersgruppe soll die Geschichte geeignet sein?
es: ¿Para qué grupo de edad debe ser adecuada la historia?

# step3_language_title
source: 🌍 Language
de: 🌍 Sprache
es: 🌍 Idioma

# step3_language_subtitle
source: In which language should the story be created?
de: In welcher Sprache soll die Geschichte erstellt werden?
es: ¿En qué idioma debe crearse la historia?

# step3_voice_title
source: 🎙️ Voice Selection
de: 🎙️ Stimmauswahl
es: 🎙️ Selección de voz

# step3_voice_subtitle
source: Choose a voice for narration (if you added audio narration)
de: Wähle eine Stimme für die Erzählung (wenn du Audio-Erzählung hinzugefügt hast)
es: Elige una voz para la narración (si agregaste narración de audio)

# step3_voice_selection
source: Voice Selection
de: Stimmauswahl
es: Selección de voz

# voice_female_1
source: 🎙️ Female Voice 1
de: 🎙️ Weibliche Stimme 1
es: 🎙️ Voz femenina 1

# voice_female_2
source: 🎙️ Female Voice 2
de: 🎙️ Weibliche Stimme 2
es: 🎙️ Voz femenina 2

# voice_male_1
source: 🎙️ Male Voice 1
de: 🎙️ Männliche Stimme 1
es: 🎙️ Voz masculina 1

# voice_male_2
source: 🎙️ Male Voice 2
de: 🎙️ Männliche Stimme 2
es: 🎙️ Voz masculina 2

# voice_female_1_desc
source: Soft and calm
de: Sanft und ruhig
es: Suave y tranquila

# voice_female_2_desc
source: Energetic and cheerful
de: Energisch und fröhlich
es: Enérgica y alegre

# voice_male_1_desc
source: Deep and relaxing
de: Tief und entspannend
es: Profunda y relajante

# voice_male_2_desc
source: Lively and exciting
de: Lebendig und aufregend
es: Animada y emocionante

# duration_text_with_name
source: Text (%@)
es: Texto (%@)

# duration_cover_image
source: Cover Image
de: Titelbild
es: Imagen de portada

# duration_audio_with_minutes
source: Audio Narration (%d min)
de: Audio-Erzählung (%d Min)
es: Narración de audio (%d min)

# duration_illustrations_with_count
source: Illustrations (%d)
de: Illustrationen (%d)
es: Ilustraciones (%d)

# duration_words_with_value
source: ~%d words
de: ~%d Wörter
es: ~%d palabras

# template_search_placeholder
source: Search templates...
es: Buscar plantillas...

# template_generating_message
source: Your template story is being prepared...
es: Tu historia de plantilla se está preparando...

# template_step_preview
source: Preview
de: Vorschau
es: Vista previa

# template_step_characters
source: Characters
de: Charaktere
es: Personajes

# template_step_options
source: Options
de: Optionen
es: Opciones

# template_age_toddler
source: 2-4 years
de: 2-4 Jahre
es: 2-4 años

# template_age_preschool
source: 4-6 years
de: 4-6 Jahre
es: 4-6 años

# template_age_young
source: 5-8 years
de: 5-8 Jahre
es: 5-8 años

# template_age_middle
source: 8-12 years
de: 8-12 Jahre
es: 8-12 años

# template_age_all
source: All ages
de: Alle Altersgruppen
es: Todas las edades

# category_bedtime
source: Bedtime
de: Gute Nacht
es: Hora de Dormir

# category_adventure
source: Adventure
de: Abenteuer
es: Aventura

# category_family
source: Family
de: Familie
es: Familia

# category_friendship
source: Friendship
de: Freundschaft
es: Amistad

# category_fantasy
source: Fantasy
de: Fantasie
es: Fantasía

# category_animals
source: Animals
de: Tiere
es: Animales

# category_princess
source: Princess
de: Prinzessin
es: Princesa

# category_classic
source: Classic
de: Klassisch
es: Clásico

source: Loading image...
de: Bild wird geladen...
es: Cargando imagen...

# generating_characters_animating
source: Characters Coming to Life...
de: Charaktere Erwachen zum Leben...
es: Personajes Cobrando Vida...

# generating_adventure_forming
source: Adventure Taking Shape...
de: Abenteuer Nimmt Gestalt An...
es: Aventura Tomando Forma...

# generating_magic_touches
source: Adding Magical Touches...
de: Magische Touches Hinzufügen...
es: Añadiendo Toques Mágicos...

# generating_images_creating
source: Creating Images...
de: Bilder Erstellen...
es: Creando Imágenes...

# generating_final_touches
source: Final Touches...
de: Letzte Feinschliffe...
es: Toques Finales...

# generating_dont_wait
source: Don't want to wait? Enable notifications
de: Nicht warten wollen? Benachrichtigungen aktivieren
es: ¿No quieres esperar? Activa las notificaciones

# generating_get_notification
source: Get Notification
de: Benachrichtigung Erhalten
es: Recibir Notificación

# generating_imagination_working
source: ✨ Your imagination is working...
de: ✨ Deine Fantasie arbeitet...
es: ✨ Tu imaginación está trabajando...

# generating_colors_alive
source: 🎨 Colors are coming alive...
de: 🎨 Die Farben erwachen zum Leben...
es: 🎨 Los colores cobran vida...

# generating_words_dancing
source: 📖 Words are dancing...
de: 📖 Die Worte tanzen...
es: 📖 Las palabras están bailando...

# generating_magic_happening
source: ✨ Magic is happening...
de: ✨ Die Magie geschieht...
es: ✨ La magia está sucediendo...

# generating_owl_working
source: 🦉 Our owl is working...
de: 🦉 Unsere Eule arbeitet...
es: 🦉 Nuestro búho está trabajando...

# generating_adventure_shaping
source: 💫 Adventure is taking shape...
de: 💫 Das Abenteuer nimmt Gestalt an...
es: 💫 La aventura está tomando forma...

# generating_characters_alive
source: 🎭 Characters are coming alive...
de: 🎭 Die Charaktere erwachen zum Leben...
es: 🎭 Los personajes cobran vida...

# generating_worlds_creating
source: 🌈 Worlds are being created...
de: 🌈 Welten werden erschaffen...
es: 🌈 Se están creando mundos...

# mode_reading
source: Reading
de: Lesen
es: Lectura

# mode_listening
source: Listening
de: Anhören
es: Escuchar

# web_content_failed
source: Content failed to load
de: Inhalt konnte nicht geladen werden
es: Error al cargar el contenido

# web_content_try_later
source: Please try again later
de: Bitte versuchen Sie es später erneut
es: Por favor, inténtalo de nuevo más tarde

# coins_monthly_amount
source: %@ coins / month
de: %@ Münzen / Monat
es: %@ monedas / mes

# coins_price_monthly
source: $%@/mo
de: $%@/Monat
es: $%@/mes

# contact_category_general
source: General Question
de: Allgemeine Frage
es: Pregunta General

# contact_category_technical
source: Technical Support
de: Technischer Support
es: Soporte Técnico

# contact_category_billing
source: Billing and Payment
de: Abrechnung und Zahlung
es: Facturación y Pago

# contact_category_feedback
source: Feedback
es: Comentarios

# contact_category_other
source: Other
de: Sonstiges
es: Otro

# contact_subject_placeholder
source: Subject
de: Betreff
es: Asunto

# profile_yearly_suffix
source: Yearly
de: Jährlich
es: Anual
