Repository: emrahzorlu/DreamSpire-iOS
Catalog: *.lproj/Localizable.strings
Languages: de, es

source: Cancel
de: Abbrechen
es: Cancelar

source: Done
de: Fertig
es: Hecho

source: Save
de: Speichern
es: Guardar

source: Delete
de: Löschen
es: Eliminar

source: Edit
de: Bearbeiten
es: Editar

source: Close
de: Schließen
es: Cerrar

source: Back
de: Zurück
es: Atrás

source: Next
de: Weiter
es: Siguiente

source: Continue
de: Fortfahren
es: Continuar

source: Retry
de: Erneut versuchen
es: Reintentar

source: Loading...
de: Laden...
es: Cargando...

source: Success!
de: Erfolg
es: Éxito

source: Warning
de: Warnung
es: Advertencia

source: Yes
de: Ja
es: Sí

source: Search
de: Suchen
es: Buscar

source: Filter
de: Filtern
es: Filtrar

source: Sort
de: Sortieren
es: Ordenar

source: All
de: Alle
es: Todos

source: None
de: Keine
es: Ninguno

source: Select
de: Auswählen
es: Seleccionar

source: Required
de: Erforderlich
es: Obligatorio

source: Optional
es: Opcional

# tab_home
source: Home
de: Startseite
es: Inicio

# tab_create
source: Create
de: Erstellen
es: Crear

# tab_library
source: Library
de: Bibliothek
es: Biblioteca

# tab_settings
source: Settings
de: Einstellungen
es: Ajustes

# home_welcome
source: Hello, %@
de: Hallo, %@
es: Hola, %@

# home_welcome_guest
source: Welcome to DreamSpire!
de: Willkommen bei DreamSpire!
es: ¡Bienvenido a DreamSpire!

# age_range_0_3
source: 0-3 years
de: 0-3 Jahre
es: 0-3 años

# age_range_4_6
source: 4-6 years
de: 4-6 Jahre
es: 4-6 años

# age_range_7_9
source: 7-9 years
de: 7-9 Jahre
es: 7-9 años

# age_range_10_12
source: 10-12 years
de: 10-12 Jahre
es: 10-12 años

# language_turkish
source: Turkish
de: Türkisch
es: Turco

# language_english
source: English
de: Englisch
es: Inglés

# language_french
source: French
de: Französisch
es: Francés

# language_german
source: German
de: Deutsch
es: Alemán

# language_spanish
source: Spanish
de: Spanisch
es: Español

# home_my_stories
source: 📚 My Stories
de: 📚 Meine Geschichten
es: 📚 Mis Historias

# home_see_all
source: See All
de: Alle anzeigen
es: Ver todo

# home_no_stories
source: No Stories Yet
de: Noch keine Geschichten
es: Sin historias aún

# home_no_stories_subtitle
source: Create your first story and see it here
de: Erstelle deine erste Geschichte und sieh sie hier
es: Crea tu primera historia y encuéntrala aquí

# home_create_story
source: Create Story
de: Geschichte erstellen
es: Crear historia

# home_popular_classics
source: 🎭 Popular Classics
de: 🎭 Beliebte Klassiker
es: 🎭 Clásicos Populares

# home_animal_stories
source: 🦊 Animal Stories
de: 🦊 Tiergeschichten
es: 🦊 Historias de Animales

# home_adventure_stories
source: 🚀 Adventure Stories
de: 🚀 Abenteuergeschichten
es: 🚀 Historias de Aventura

# home_quick_stories
source: Quick Stories
de: Schnelle Geschichten
es: Historias Rápidas

# home_quick_stories_emoji
source: ⚡ Quick Stories
de: ⚡ Schnelle Geschichten
es: ⚡ Historias Rápidas

# home_unlimited_stories
source: Unlimited Stories
de: Unbegrenzte Geschichten
es: Historias Ilimitadas

# home_explore_imagination
source: Explore the limits of your imagination
de: Entdecke die Grenzen deiner Fantasie
es: Explora los límites de tu imaginación

# home_upgrade_plus
source: Upgrade to Plus
de: Auf Plus upgraden
es: Actualizar a Plus

# premium_banner_title_line1
source: Unlimited Story
de: Unbegrenzte
es: Mundo de Historias

# premium_banner_title_line2
source: World
de: Geschichtenwelt
es: Ilimitadas

# premium_banner_benefit_audio
source: Audio narration
de: Audio-Erzählung
es: Narración de audio

# premium_banner_benefit_images
source: Illustrated stories
de: Illustrierte Geschichten
es: Historias ilustradas

source: Guest User
de: Gastbenutzer
es: Usuario Invitado

# premium_banner_cta
source: Upgrade Now
de: Jetzt Upgraden
es: Actualizar Ahora

# home_create_your_story
source: Create your own story
de: Erstelle deine eigene Geschichte
es: Crea tu propia historia

# home_from_templates
source: Choose from templates
de: Aus Vorlagen wählen
es: Elegir de plantillas

# home_story_ready
source: Story Ready!
de: Geschichte fertig!
es: ¡Historia Lista!

# home_test_success
source: Test successful
de: Test erfolgreich
es: Prueba exitosa

# create_step1_title
source: Story Idea
de: Geschichte-Idee
es: Idea de historia

# create_step2_title
source: Characters
de: Charaktere
es: Personajes

# create_step3_title
source: Details
es: Detalles

# create_step4_title
source: Length & Features
de: Länge & Funktionen
es: Duración y Opciones

# create_story_idea
source: What's your story idea?
de: Was ist deine Geschichte-Idee?
es: ¿Cuál es tu idea de historia?

# create_story_idea_placeholder
source: Example: A little cat goes to space...
de: Beispiel: Eine kleine Katze fliegt ins Weltall...
es: Ejemplo: Un gatito va al espacio...

# create_genre
source: Genre
es: Género

# create_tone
source: Tone
de: Ton
es: Tono

# create_generating
source: Creating Story
de: Geschichte wird erstellt
es: Creando Historia

# create_characters_coming
source: Characters are coming to life...
de: Charaktere erwachen zum Leben...
es: Los personajes cobran vida...

# create_adventure_forming
source: Adventure is taking shape...
de: Das Abenteuer nimmt Gestalt an...
es: La aventura toma forma...

# create_magic_touches
source: Adding magical touches...
de: Magische Details werden hinzugefügt...
es: Añadiendo toques mágicos...

# create_images_creating
source: Creating images...
de: Bilder werden erstellt...
es: Creando imágenes...

# create_preparing
source: Preparing story...
de: Geschichte wird vorbereitet...
es: Preparando historia...

# create_writing
source: Writing story...
de: Geschichte wird geschrieben...
es: Escribiendo historia...

# create_final_touches
source: Final touches...
de: Letzte Feinheiten...
es: Toques finales...

# create_almost_ready
source: Almost ready...
de: Fast fertig...
es: Casi listo...

# character_title
source: Character %d
de: Charakter %d
es: Personaje %d

# main_character_badge
source: Main Character
de: Hauptfigur
es: Protagonista

# character_add
source: Add Character
de: Charakter hinzufügen
es: Añadir personaje

# character_name
source: Name
es: Nombre

# character_name_placeholder
source: Enter character name...
de: Name eingeben
es: Introduce nombre

# character_age
source: Age
de: Alter
es: Edad

# character_age_placeholder
source: Age
de: Alter
es: Edad

# character_age_optional
source: Age (optional)
de: Alter (optional)
es: Edad (opcional)

# character_description_optional
source: Description (Optional)
de: Beschreibung (optional)
es: Descripción (opcional)

source: Character Type
de: Charaktertyp
es: Tipo de personaje

# character_save
source: Save
de: Speichern
es: Guardar

# character_saved
source: Saved
de: Gespeichert
es: Guardado

# character_my_characters
source: My Characters
de: Meine Charaktere
es: Mis Personajes

# character_saved_characters
source: Saved Characters
de: Gespeicherte Charaktere
es: Personajes Guardados

# character_select_saved
source: Select from My Characters
de: Aus meinen Charakteren wählen
es: Seleccionar de mis personajes

# character_count
source: %d characters
de: %d Charaktere
es: %d personajes

# character_used_in
source: Used in %d stories
de: In %d Geschichten verwendet
es: Usado en %d historias

# character_save_success
source: Character Saved!
de: Charakter gespeichert!
es: ¡Personaje Guardado!

# character_save_success_message
source: %@ saved successfully.
de: %@ erfolgreich gespeichert.
es: %@ guardado exitosamente.

# character_save_removed
source: Removed from Saved
de: Aus Gespeicherten entfernt
es: Eliminado de guardados

# character_save_removed_message
source: %@ removed from saved characters.
de: %@ aus gespeicherten Charakteren entfernt.
es: %@ eliminado de personajes guardados.

# character_save_failed
source: Save Failed
de: Speichern fehlgeschlagen
es: Error al guardar

# character_save_failed_message
source: Could not save character. Please try again.
de: Charakter konnte nicht gespeichert werden. Bitte erneut versuchen.
es: No se pudo guardar el personaje. Por favor, inténtalo de nuevo.

# character_type_child
source: Child
de: Kind
es: Niño

# character_type_teen
source: Teen
de: Jugendlicher
es: Adolescente

# character_type_adult
source: Adult
de: Erwachsener
es: Adulto

# character_type_mother
source: Mother
de: Mutter
es: Madre

# character_type_father
source: Father
de: Vater
es: Padre

# character_type_sibling
source: Sibling
de: Geschwister
es: Hermano/a

# character_type_grandmother
source: Grandmother
de: Großmutter
es: Abuela

# character_type_grandfather
source: Grandfather
de: Großvater
es: Abuelo

# character_type_dog
source: Dog
de: Hund
es: Perro

# character_type_cat
source: Cat
de: Katze
es: Gato

# character_type_bird
source: Bird
de: Vogel
es: Pájaro

# character_type_horse
source: Horse
de: Pferd
es: Caballo

# character_type_rabbit
source: Rabbit
de: Hase
es: Conejo

# character_type_other_pet
source: Other Pet
de: Anderes Haustier
es: Otra mascota

# character_relationship_none
source: Not Specified
de: Nicht angegeben
es: No especificado

# character_relationship_friend
source: Friend
de: Freund
es: Amigo/a

# character_relationship_partner
source: Partner
es: Pareja

# character_relationship_family
source: Family Member
de: Familienmitglied
es: Miembro de la familia

# character_relationship_title
source: Relationship (Optional)
de: Beziehung (Optional)
es: Relación (Opcional)

# character_relationship_hint
source: How is this character related to the story's hero?
de: In welcher Beziehung steht dieser Charakter zum Helden der Geschichte?
es: ¿Cómo se relaciona este personaje con el héroe de la historia?

# character_category_people
source: People
de: Personen
es: Personas

# character_category_pets
source: Pets
de: Haustiere
es: Mascotas

# character_gender_male
source: Male
de: Männlich
es: Masculino

# character_gender_female
source: Female
de: Weiblich
es: Femenino

# character_gender_unspecified
source: Not Specified
de: Nicht angegeben
es: No especificado

# character_gender
source: Gender
de: Geschlecht
es: Género

# details_age_range
source: 👶 Age Range
de: 👶 Altersgruppe
es: 👶 Rango de Edad

# details_age_range_subtitle
source: Which age group should the story be for?
de: Für welche Altersgruppe soll die Geschichte sein?
es: ¿Para qué grupo de edad debe ser la historia?

# details_language
source: 🌍 Language
de: 🌍 Sprache
es: 🌍 Idioma

# details_language_subtitle
source: What language should the story be in?
de: In welcher Sprache soll die Geschichte sein?
es: ¿En qué idioma debe estar la historia?

# details_voice
source: 🎙️ Voice Selection
de: 🎙️ Stimmauswahl
es: 🎙️ Selección de Voz

# details_voice_subtitle
source: Select a voice for narration
de: Wähle eine Stimme für die Erzählung
es: Selecciona una voz para la narración

# details_age_0_3
source: 0-3 years
de: 0-3 Jahre
es: 0-3 años

# details_age_4_6
source: 4-6 years
de: 4-6 Jahre
es: 4-6 años

# details_age_7_9
source: 7-9 years
de: 7-9 Jahre
es: 7-9 años

# details_age_10_12
source: 10-12 years
de: 10-12 Jahre
es: 10-12 años

# duration_title
source: Length & Features
de: Länge & Funktionen
es: Duración y Opciones

# duration_quick
source: Quick
de: Kurz
es: Corta

# duration_standard
source: Standard
es: Estándar

# duration_extended
source: Extended
de: Lang
es: Larga

# duration_epic
source: Epic
de: Episch
es: Épica

# addon_audio
source: Audio Narration
de: Audio-Erzählung
es: Narración de Audio

# addon_audio_subtitle
source: Story will be narrated aloud
de: Die Geschichte wird vorgelesen
es: La historia será narrada en voz alta

# addon_cover
source: Cover Image
de: Titelbild
es: Imagen de Portada

# addon_cover_subtitle
source: Create a cover image for the story
de: Ein Titelbild für die Geschichte erstellen
es: Crear una imagen de portada para la historia

# addon_illustrated
source: Illustrated Story
de: Illustrierte Geschichte
es: Historia Ilustrada

# options_title
source: Story Options
de: Geschichte-Optionen
es: Opciones de Historia

# options_total_cost
source: Total Cost
de: Gesamtkosten
es: Costo Total

# options_sufficient_balance
source: Sufficient balance
de: Ausreichendes Guthaben
es: Saldo suficiente

# options_insufficient_balance
source: Insufficient balance
de: Unzureichendes Guthaben
es: Saldo insuficiente

# options_balance
source: Balance: %d
de: Guthaben: %d
es: Saldo: %d

# options_generate
source: Create Story
de: Geschichte erstellen
es: Crear Historia

# template_preview
source: Preview
de: Vorschau
es: Vista previa

# template_characters
source: Characters
de: Charaktere
es: Personajes

# template_options
source: Options
de: Optionen
es: Opciones

# template_add_characters
source: Add Your Characters
de: Füge deine Charaktere hinzu
es: Añade tus personajes

# template_generating
source: Generating...
de: Deine Vorlagen-Geschichte wird vorbereitet...
es: Tu historia de plantilla se está preparando...

# template_category_all
source: All
de: Alle
es: Todos

# template_category_adventure
source: Adventure
de: Abenteuer
es: Aventura

# template_category_family
source: Family
de: Familie
es: Familia

# template_category_fantasy
source: Fantasy
de: Fantasie
es: Fantasía

# template_category_animals
source: Animals
de: Tiere
es: Animales

# template_category_educational
source: Educational
de: Lehrreich
es: Educativo

# template_category_bedtime
source: Bedtime
de: Gute Nacht
es: Hora de Dormir

# template_category_friendship
source: Friendship
de: Freundschaft
es: Amistad

# template_category_nature
source: Nature
de: Natur
es: Naturaleza

# template_category_princess
source: Princess
de: Prinzessin
es: Princesa

# template_category_classic
source: Classic
de: Klassik
es: Clásico

# template_gallery_title
source: Template Gallery
de: Vorlagengalerie
es: Galería de plantillas

# genre_adventure
source: Adventure
de: Abenteuer
es: Aventura

# genre_fantasy
source: Fantasy
de: Fantasie
es: Fantasía

# genre_comedy
source: Comedy
de: Komödie
es: Comedia

# genre_mystery
source: Mystery
de: Geheimnis
es: Misterio

# genre_educational
source: Educational
de: Lehrreich
es: Educativo

# genre_fairytale
source: Fairy Tale
de: Märchen
es: Cuento de Hadas

# genre_scifi
source: Sci-Fi
de: Science-Fiction
es: Ciencia Ficción

# genre_animal
source: Animal
de: Tiere
es: Animales

# genre_bedtime
source: Bedtime
de: Gute Nacht
es: Hora de Dormir

# genre_family
source: Family
de: Familie
es: Familia

# genre_friendship
source: Friendship
de: Freundschaft
es: Amistad

# genre_princess
source: Princess
de: Prinzessin
es: Princesa

# genre_classic
source: Classic
de: Klassik
es: Clásico

# genre_animals
source: Animals
de: Tiere
es: Animales

# tone_exciting
source: Exciting
de: Aufregend
es: Emocionante

# tone_calm
source: Calm
de: Ruhig
es: Calmado

# tone_funny
source: Funny
de: Lustig
es: Gracioso

# tone_mysterious
source: Mysterious
de: Geheimnisvoll
es: Misterioso

# tone_heartwarming
source: Heartwarming
de: Herzerwärmend
es: Conmovedor

# tone_adventurous
source: Adventurous
de: Abenteuerlich
es: Aventurero

# tone_romantic
source: Romantic
de: Romantisch
es: Romántico

# library_title
source: Library
de: Bibliothek
es: Biblioteca

# library_my_stories
source: My Stories
de: Meine Geschichten
es: Mis Historias

# library_favorites
source: Favorites
de: Favoriten
es: Favoritos

# library_empty
source: No stories yet
de: Noch keine Geschichten
es: Sin historias aún

# library_empty_favorites
source: No favorite stories yet
de: Noch keine Favoriten
es: Sin favoritos aún

# library_empty_subtitle
source: Start creating your first story!
de: Beginne, deine erste Geschichte zu erstellen!
es: ¡Comienza a crear tu primera historia!

# library_start_creating
source: Create Story
de: Geschichte erstellen
es: Crear Historia

# library_tab_stories
source: Stories
de: Geschichten
es: Historias

# library_tab_favorites
source: Favorites
de: Favoriten
es: Favoritos

# library_tab_prewritten
source: Ready
de: Fertig
es: Listas

# reader_page
source: Page %d/%d
de: Seite %d/%d
es: Página %d/%d

# reader_listen
source: Listen
de: Anhören
es: Escuchar

# reader_stop
source: Stop
de: Stopp
es: Detener

# reader_favorite
source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos

# reader_unfavorite
source: Remove from Favorites
de: Aus Favoriten entfernen
es: Quitar de favoritos

# reader_share
source: Share
de: Teilen
es: Compartir

# reader_delete
source: Delete
de: Löschen
es: Eliminar

# reader_delete_confirm
source: Are you sure you want to delete this story?
de: Bist du sicher, dass du diese Geschichte löschen möchtest?
es: ¿Estás seguro de que quieres eliminar esta historia?

# reader_delete_success
source: Story deleted
de: Geschichte gelöscht
es: Historia eliminada

# settings_delete_account
source: Delete Account
de: Konto löschen
es: Eliminar cuenta

# settings_delete_account_title
source: Delete Account
de: Konto löschen
es: Eliminar cuenta

# settings_delete_account_message
source: Are you sure you want to delete your account? This action cannot be undone and all your data will be permanently deleted.
de: Bist du sicher, dass du dein Konto löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden und alle deine Daten werden dauerhaft gelöscht.
es: ¿Estás seguro de que quieres eliminar tu cuenta? Esta acción no se puede deshacer y todos tus datos se eliminarán permanentemente.

# settings_delete_account_confirm
source: Yes, Delete
de: Ja, Löschen
es: Sí, Eliminar

# settings_delete_account_cancel
source: Cancel
de: Abbrechen
es: Cancelar

# settings_title
source: Settings
de: Einstellungen
es: Ajustes

# settings_content
source: Content
de: Inhalt
es: Contenido

# settings_characters_locked
source: Unlock with Plus or Pro
de: Mit Plus oder Pro freischalten
es: Desbloquear con Plus o Pro

source: Upgrade
es: Mejorar

# settings_my_characters
source: My Characters
de: Meine Charaktere
es: Mis personajes

# settings_my_stories
source: My Stories
de: Meine Geschichten
es: Mis historias

# settings_my_favorites
source: My Favorites
de: Meine Favoriten
es: Mis Favoritos

# settings_preferences
source: Preferences
de: Präferenzen
es: Preferencias

# settings_notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones

# settings_language
source: Language
de: Sprache
es: Idioma

# settings_theme
source: Theme
de: Thema
es: Tema

# settings_support
source: Support
es: Soporte

# settings_faq
source: FAQ
es: Preguntas Frecuentes

# settings_contact
source: Contact Us
de: Kontakt
es: Contáctanos

# settings_copy_email_success_title
source: Copied
de: Kopiert
es: Copiado

# settings_copy_email_success_message
source: Email address copied to clipboard
de: E-Mail-Adresse in die Zwischenablage kopiert
es: Dirección de correo copiada al portapapeles

# settings_copy_email_long_press
source: Copy Email Address
de: E-Mail-Adresse kopieren
es: Copiar dirección de correo

# settings_rate_app
source: Rate App
de: App bewerten
es: Valorar App

# settings_terms
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de Uso

# settings_privacy
source: Privacy Policy
de: Datenschutz
es: Política de Privacidad

# settings_version
source: Version
es: Versión

# settings_sign_out
source: Sign Out
de: Abmelden
es: Cerrar sesión

# settings_sign_out_title
source: Sign Out
de: Abmelden
es: Cerrar sesión

# settings_sign_out_message
source: Are you sure you want to sign out of your account?
de: Bist du sicher, dass du dich von deinem Konto abmelden möchtest?
es: ¿Estás seguro de que quieres cerrar la sesión de tu cuenta?

# settings_sign_out_confirm
source: Sign Out
de: Abmelden
es: Cerrar sesión

# settings_sign_out_cancel
source: Cancel
de: Abbrechen
es: Cancelar

# settings_tap_to_login
source: Tap to sign in
de: Zum Anmelden tippen
es: Toca para iniciar sesión

# settings_restore_purchases
source: Restore Purchases
de: Käufe Wiederherstellen
es: Restaurar Compras

# settings_success_title
source: Success
de: Erfolg
es: Éxito

# restore_success_message
source: Your subscriptions have been successfully restored.
de: Ihre Abonnements wurden erfolgreich wiederhergestellt.
es: Tus suscripciones se han restaurado correctamente.

# restore_error_message
source: Failed to restore purchases. Please try again.
de: Käufe konnten nicht wiederhergestellt werden. Bitte versuchen Sie es erneut.
es: No se pudieron restaurar las compras. Inténtalo de nuevo.

# paywall_success_title
source: Success
de: Erfolg
es: Éxito

# settings_premium_unlock
source: Unlock Premium
de: Premium Freischalten
es: Desbloquear Premium

# settings_premium_benefits
source: Features ✨
de: Funktionen ✨
es: Características ✨

# settings_benefit_audio
source: Audio Stories
de: Audio-Geschichten
es: Historias en Audio

# settings_benefit_images
source: Illustrated
de: Illustriert
es: Ilustradas

# settings_upgrade_now
source: Upgrade Now
de: Jetzt Upgraden
es: Mejorar Ahora

# settings_login_register
source: Sign In / Register
de: Anmelden / Registrieren
es: Iniciar Sesión / Registrarse

# settings_login_subtitle
source: Protect your stories and purchases
de: Schütze deine Geschichten und Käufe
es: Protege tus historias y compras

# splash_tagline
source: Where Stories Come Alive
de: Wo Geschichten Lebendig Werden
es: Donde las Historias Cobran Vida

# theme_light
source: Light
de: Hell
es: Claro

# theme_dark
source: Dark
de: Dunkel
es: Oscuro

# profile_guest
source: Guest User
de: Gastbenutzer
es: Usuario Invitado

# profile_user
source: User
de: Benutzer
es: Usuario

# profile_save_data
source: Sign up to save your data
de: Registriere dich, um deine Daten zu speichern
es: Regístrate para guardar tus datos

# profile_name_placeholder
source: Name
es: Nombre

# subscription_title
source: Subscription
de: Abonnement
es: Suscripción

# subscription_coin_balance
source: COIN BALANCE
de: COIN-GUTHABEN
es: SALDO DE COINS

# subscription_membership
source: MEMBERSHIP
de: MITGLIEDSCHAFT
es: MEMBRESÍA

# subscription_load
source: Load
de: Aufladen
es: Cargar

# subscription_upgrade
source: Upgrade
de: Upgraden
es: Mejorar

# subscription_free
source: Free
de: Kostenlos
es: Gratis

# subscription_status_active
source: Active
de: Aktiv
es: Activo

# subscription_status_inactive
source: Inactive
de: Inaktiv
es: Inactivo

# subscription_status_canceled
source: Canceled
de: Gekündigt
es: Cancelado

# subscription_status_expired
source: Expired
de: Abgelaufen
es: Expirado

# subscription_status_past_due
source: Payment Due
de: Zahlung Fällig
es: Pago Pendiente

# subscription_status_trial
source: Trial
de: Testversion
es: Prueba

# subscription_interval_month
source: Monthly
de: Monatlich
es: Mensual

# subscription_interval_year
source: Yearly
de: Jährlich
es: Anual

# pdf_cover_created_by
source: ✨ Created with DreamSpire ✨
de: ✨ Erstellt mit DreamSpire ✨
es: ✨ Creado con DreamSpire ✨

# pdf_cover_tagline
source: Transform your imagination into stories
de: Verwandeln Sie Ihre Fantasie in Geschichten
es: Transforma tu imaginación en historias

# pdf_cover_pages
source: Pages
de: Seiten
es: Páginas

# coins_shop
source: Coin Shop
es: Tienda de Coins

# coins_balance
source: Balance
de: Guthaben
es: Saldo

# coins_buy
source: Buy
de: Kaufen
es: Comprar

# coins_history
source: Transaction History
de: Verlauf
es: Historial

# coins_insufficient
source: Insufficient Coins
de: Unzureichende Coins
es: Coins Insuficientes

# coins_insufficient_message
source: You don't have enough coins for this action.
de: Du hast nicht genug Coins für diese Aktion.
es: No tienes suficientes coins para esta acción.

# coins_purchase
source: Buy Coins
de: Coins kaufen
es: Comprar Coins

# notification_title
source: Notifications
de: Benachrichtigungen
es: Notificaciones
