Repository: emrahzorlu/DreamSpire-iOS
Catalog: *.lproj/Localizable.strings
Languages: de, es

# notification_enable_message
source: Would you like to receive notifications about new stories, special offers, and important updates?
de: Möchtest du Benachrichtigungen über neue Geschichten, Sonderangebote und wichtige Updates erhalten?
es: ¿Te gustaría recibir notificaciones sobre nuevas historias, ofertas especiales y actualizaciones importantes?

# notification_enable
source: Enable
de: Aktivieren
es: Activar

# notification_disable_message
source: To disable notifications, please use the iOS Settings app.
de: Um Benachrichtigungen zu deaktivieren, verwende bitte die iOS-Einstellungen.
es: Para desactivar las notificaciones, usa los Ajustes de iOS.

# notification_go_settings
source: Go to Settings
de: Zu Einstellungen
es: Ir a Ajustes

# notification_disabled_title
source: Notifications Disabled
de: Benachrichtigungen deaktiviert
es: Notificaciones Desactivadas

# notification_disabled_message
source: You can enable notifications later in Settings.
de: Du kannst Benachrichtigungen später in den Einstellungen aktivieren.
es: Puedes activar las notificaciones más tarde en Ajustes.

# notification_story_ready_title
source: 🎉 Your Story is Ready!
de: 🎉 Deine Geschichte ist fertig!
es: 🎉 ¡Tu Historia está Lista!

# notification_story_ready_body
source: Your amazing story has been created. Start reading now!
de: Deine tolle Geschichte wurde erstellt. Fang jetzt an zu lesen!
es: Tu increíble historia ha sido creada. ¡Empieza a leer ahora!

# notification_permission_title
source: Notification Permission
de: Benachrichtigungserlaubnis
es: Permiso de Notificaciones

# notification_permission_message
source: We need your permission to notify you when your story is ready. Would you like to allow?
de: Wir brauchen deine Erlaubnis, um dich zu benachrichtigen, wenn deine Geschichte fertig ist. Möchtest du erlauben?
es: Necesitamos tu permiso para notificarte cuando tu historia esté lista. ¿Quieres permitir?

# notification_permission_allow
source: Allow
de: Erlauben
es: Permitir

# notification_wait_message
source: Don't want to wait? Enable notifications
de: Nicht warten wollen? Aktiviere Benachrichtigungen
es: ¿No quieres esperar? Activa las notificaciones

# notification_will_notify
source: We'll notify you when generation is complete
de: Wir benachrichtigen dich, wenn die Erstellung abgeschlossen ist
es: Te notificaremos cuando la generación esté completa

# error_generic
source: An error occurred. Please try again.
de: Ein Fehler ist aufgetreten. Bitte erneut versuchen.
es: Ocurrió un error. Por favor, inténtalo de nuevo.

# error_network
source: Connection Error
de: Überprüfe deine Internetverbindung.
es: Comprueba tu conexión a internet.

# error_server
source: Server error. Please try again later.
es: Error del servidor. Por favor, inténtalo más tarde.

# error_auth
source: Your session has expired. Please sign in again.
de: Deine Sitzung ist abgelaufen. Bitte erneut anmelden.
es: Tu sesión ha expirado. Por favor, inicia sesión de nuevo.

# error_balance_load
source: Failed to load balance
de: Guthaben konnte nicht geladen werden
es: No se pudo cargar el saldo

# error_story_create
source: Could not create story
de: Geschichte konnte nicht erstellt werden
es: No se pudo crear la historia

# error_fill_required
source: Please fill in all required fields
de: Bitte alle erforderlichen Felder ausfüllen
es: Por favor, completa todos los campos obligatorios

# error_character_required
source: %@ is required
de: %@ ist erforderlich
es: %@ es obligatorio

# transaction_reason_monthly_refill
source: Monthly Refill
de: Monatliche Auffüllung
es: Recarga Mensual

# onboarding_welcome
source: Welcome to DreamSpire
de: Willkommen bei DreamSpire
es: Bienvenido a DreamSpire

# onboarding_subtitle
source: Personalized stories for children
de: Personalisierte Geschichten für Kinder
es: Historias personalizadas para niños

# onboarding_get_started
source: Get Started
de: Loslegen
es: Empezar

# onboarding_skip
source: Skip
de: Überspringen
es: Saltar

# onboarding_page1_title
source: Turn Your Dreams into Stories
de: Verwandle deine Träume in Geschichten
es: Convierte tus sueños en historias

# onboarding_page1_desc
source: Create personalized stories with AI
de: Erstelle personalisierte Geschichten mit KI
es: Crea historias personalizadas con IA

# onboarding_page2_title
source: Create Your Characters
de: Erstelle deine Charaktere
es: Crea tus personajes

# onboarding_page2_desc
source: Add your own characters and use them in stories
de: Füge deine eigenen Charaktere hinzu
es: Añade tus propios personajes

# onboarding_page3_title
source: Listen and Read
de: Hören und Lesen
es: Escucha y Lee

# onboarding_page3_desc
source: Listen to your stories or read them
de: Höre deine Geschichten oder lies sie
es: Escucha tus historias o léelas

# auth_sign_in
source: Sign In
de: Anmelden
es: Iniciar Sesión

# auth_sign_up
source: Sign Up
de: Registrieren
es: Registrarse

# auth_sign_out
source: Sign Out
de: Abmelden
es: Cerrar Sesión

# auth_email
source: Email
es: Correo electrónico

# auth_password
source: Password
de: Passwort
es: Contraseña

# auth_forgot_password
source: Forgot Password
de: Passwort vergessen
es: Olvidé mi contraseña

# auth_continue_guest
source: Continue as Guest
de: Als Gast fortfahren
es: Continuar como invitado

# auth_continue_apple
source: Continue with Apple
de: Mit Apple fortfahren
es: Continuar con Apple

# auth_continue_google
source: Continue with Google
de: Mit Google fortfahren
es: Continuar con Google

# tier_free
source: Free
de: Kostenlos
es: Gratis

# generating_title
source: Creating Story
de: Geschichte wird erstellt
es: Creando Historia

# generating_notification_prompt
source: Don't want to wait? Enable notifications
de: Nicht warten wollen? Aktiviere Benachrichtigungen
es: ¿No quieres esperar? Activa las notificaciones

# generating_will_notify
source: We'll notify you when generation is complete
de: Wir benachrichtigen dich, wenn die Erstellung abgeschlossen ist
es: Te avisaremos cuando se complete la generación

# story_creating_magic
source: Creating your story...
de: Deine Geschichte wird erstellt...
es: Creando tu historia...

source: Continue in Background
de: Im Hintergrund fortfahren
es: Continuar en segundo plano

# voice_nova_desc
source: Warm Female
de: Warme Frau
es: Mujer Cálida

# voice_shimmer_desc
source: Soft Female
de: Sanfte Frau
es: Mujer Suave

# voice_fable_desc
source: Narrator
de: Erzähler
es: Narrador

# voice_alloy_desc
source: Balanced
de: Ausgewogen
es: Equilibrado

# voice_echo_desc
source: Deep Male
de: Tiefer Mann
es: Hombre Profundo

# voice_onyx_desc
source: Strong Male
de: Starker Mann
es: Hombre Fuerte

# paywall_title
source: Upgrade to Premium
de: Auf Premium upgraden
es: Actualizar a Premium

# paywall_feature_unlimited
source: Unlimited story creation
de: Unbegrenzte Geschichte-Erstellung
es: Creación ilimitada de historias

# paywall_feature_characters
source: More characters
de: Mehr Charaktere
es: Más personajes

# paywall_feature_voices
source: All voice options
de: Alle Stimmoptionen
es: Todas las opciones de voz

# paywall_feature_priority
source: Priority support
de: Prioritäts-Support
es: Soporte prioritario

# paywall_restore
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar Compras

# paywall_privacy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad

# paywall_terms
source: Terms of Use
de: Es gelten die Nutzungsbedingungen
es: Aplican términos y condiciones

# empty_no_results
source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados

# empty_try_different
source: Try different filters
de: Versuch andere Filter
es: Prueba filtros diferentes

# step_1_title
source: Story Idea
de: Geschichte-Idee
es: Idea de Historia

# step_2_title
source: Characters
de: Charaktere
es: Personajes

# step_3_title
source: Details
es: Detalles

# step_4_title
source: Length & Features
de: Länge & Optionen
es: Duración & Opciones

# step_1_of_4
source: Step 1: Story Idea
de: Schritt 1: Geschichte-Idee
es: Paso 1: Idea de Historia

# step_2_of_4
source: Step 2: Characters
de: Schritt 2: Charaktere
es: Paso 2: Personajes

# step_3_of_4
source: Step 3: Details
de: Schritt 3: Details
es: Paso 3: Detalles

# step_4_of_4
source: Step 4: Length & Features
de: Schritt 4: Länge & Optionen
es: Paso 4: Duración & Opciones

# generate_story
source: Create Story
de: Geschichte erstellen
es: Crear Historia

# add_hero
source: Add a hero to your story.
de: Füge einen Helden zu deiner Geschichte hinzu.
es: Añade un héroe a tu historia.

# min_max_characters
source: Minimum 1, Maximum %d characters.
de: Minimum 1, Maximum %d Charaktere.
es: Mínimo 1, Máximo %d personajes.

# upgrade_for_characters
source: Upgrade to Plus (for %d characters)
de: Upgrade auf Plus (für %d Charaktere)
es: Mejora a Plus (para %d personajes)

# character_name_required
source: Name *
es: Nombre *

# character_age_label
source: Age (Optional)
de: Alter (Optional)
es: Edad (Opcional)

# character_description_label
source: Description (Optional)
de: Beschreibung (Optional)
es: Descripción (Opcional)

# saved_characters_title
source: Saved Characters
de: Gespeicherte Charaktere
es: Personajes Guardados

source: Used in Stories
de: In %d Geschichten verwendet
es: Usado en %d historias

# age_years
source: %d years old
de: %d Jahre alt
es: %d años

# details_title
source: Details
es: Detalles

# voice_optional
source: Optional
es: Opcional

# notification_will_send
source: We'll notify you when it's ready
de: Wir benachrichtigen dich, wenn es fertig ist
es: Te avisaremos cuando esté listo

# notification_ask_permission
source: Don't want to wait? Enable notifications
de: Willst du nicht warten? Aktiviere Benachrichtigungen
es: ¿No quieres esperar? Activa las notificaciones

# permission_allow
source: Allow
de: Erlauben
es: Permitir

# subscription_unlock
source: Unlock DreamSpire
de: DreamSpire freischalten
es: Desbloquea DreamSpire

# subscription_unlimited
source: Create unlimited stories and share with your family
de: Erstelle unbegrenzt Geschichten und teile sie mit deiner Familie
es: Crea historias ilimitadas y comparte con tu familia

# subscription_current
source: Current Subscription
de: Aktuelles Abo
es: Suscripción Actual

# subscription_free_plan
source: Free Plan
de: Kostenloser Plan
es: Plan Gratuito

# subscription_monthly_stories
source: %d stories per month
de: %d Geschichten pro Monat
es: %d historias al mes

# subscription_active
source: Active
de: Aktiv
es: Activo

# subscription_used_this_month
source: Used this month:
de: Diesen Monat verwendet:
es: Usado este mes:

# subscription_stories_count
source: %d/%d stories
de: %d/%d Geschichten
es: %d/%d historias

# subscription_upgrade_options
source: Upgrade Options
de: Upgrade-Optionen
es: Opciones de Mejora

# subscription_compare_features
source: Compare Features
de: Funktionen vergleichen
es: Comparar Funciones

# subscription_upgrade_now
source: Upgrade Now
de: Jetzt upgraden
es: Mejorar Ahora

# subscription_cancel_anytime
source: Cancel anytime. See settings for terms and privacy policy.
de: Jederzeit kündbar. Siehe Einstellungen für Bedingungen.
es: Cancela cuando quieras. Ver ajustes para términos.

# subscription_recommended
source: RECOMMENDED
de: EMPFOHLEN
es: RECOMENDADO

# subscription_per_month
source: $%.2f/mo
de: %.2f€/Monat
es: $%.2f/mes

# subscription_unlimited_stories
source: Unlimited stories
de: Unbegrenzte Geschichten
es: Historias ilimitadas

# subscription_characters_per_story
source: %d characters/story
de: %d Charaktere/Geschichte
es: %d personajes/historia

# subscription_pdf_export
source: PDF export
es: Exportar PDF

# subscription_plus_illustration
source: Plus + Illustration
es: Plus + Ilustración

# subscription_premium_voices
source: Premium voices
de: Premium-Stimmen
es: Voces premium

# paywall_plus_coins
source: 4,000 tokens / month
de: +1000 Coins
es: +1000 Monedas

# paywall_plus_stories
source: Access to 30 pre-written stories
de: 10+ Geschichten/Monat
es: 10+ Historias/mes

# paywall_plus_characters
source: Save 10 characters
de: 10 Charakter-Slots
es: 10 Espacios de Personaje

# paywall_plus_prewritten
source: Access to 30 pre-written stories
de: Alle fertigen Geschichten
es: Todas las Historias Listas

# paywall_pdf_export
source: PDF export
es: Exportación PDF

# paywall_pdf_audio_export
source: PDF & Audio Export
de: PDF- und Audio-Export
es: Exportación de PDF y Audio

# paywall_buy_coins
source: Buy tokens
de: Kann Coins kaufen
es: Puede Comprar Monedas

# paywall_pro_coins
source: 10,000 tokens / month
de: +2500 Coins
es: +2500 Monedas

# paywall_pro_stories
source: 50+ pre-written stories (Continuously added)
de: 25+ Geschichten/Monat
es: 25+ Historias/mes

# paywall_illustrated_stories
source: Illustrated stories
de: Illustrierte Geschichten
es: Historias Ilustradas

# paywall_premium_voices
source: Premium voice options
de: Alle Premium-Stimmen
es: Todas las Voces Premium

# paywall_unlimited_characters
source: Unlimited saved characters
de: Unbegrenzte Charaktere
es: Personajes Ilimitados

# paywall_coin_discount
source: 15% token discount
de: Extra-Coin-Rabatt
es: Descuento Extra en Monedas

# coins_title
source: Coin Shop
es: Tienda de Coins

# coins_insufficient_title
source: Insufficient Coins
de: Nicht genug Coins
es: Coins Insuficientes

# coins_need_more
source: You need more coins for this action.
de: Du brauchst mehr Coins für diese Aktion.
es: Necesitas más coins para esta acción.

# coins_current_balance
source: Current Balance
de: Aktuelles Guthaben
es: Saldo Actual

# coins_required
source: Required
de: Benötigt
es: Requerido

# coins_buy_coins
source: Buy Coins
de: Coins kaufen
es: Comprar Coins

# coins_or
source: or
de: oder
es: o

# coins_upgrade_unlimited
source: Upgrade for unlimited
de: Für unbegrenzt upgraden
es: Mejora para ilimitado

# result_congratulations
source: Congratulations!
de: Glückwunsch!
es: ¡Felicidades!

# result_story_ready
source: Story Ready!
de: Deine Geschichte ist fertig!
es: ¡Tu historia está lista!

# result_read_now
source: Read Now
de: Jetzt lesen
es: Leer Ahora

# result_share
source: Share
de: Teilen
es: Compartir

# result_create_another
source: New Story
de: Weitere Geschichte erstellen
es: Crear otra historia

# result_illustrated
source: Illustrated
de: Illustriert
es: Ilustrada

# profile_title
source: Profile
de: Profil
es: Perfil

# profile_edit
source: Edit
de: Bearbeiten
es: Editar

# profile_stories_created
source: Stories Created
de: Erstellte Geschichten
es: Historias Creadas

# profile_characters_saved
source: Saved Characters
de: Gespeicherte Charaktere
es: Personajes Guardados

# profile_member_since
source: Member: %@
de: Mitglied seit
es: Miembro Desde

# faq_title
source: Frequently Asked Questions
de: Häufige Fragen
es: Preguntas Frecuentes

# faq_how_to_create
source: How do I create a story?
de: Wie erstelle ich eine Geschichte?
es: ¿Cómo creo una historia?

# faq_how_to_create_answer
source: Tap 'Create Story' from home, add your characters and create your story!
de: Tippe auf 'Geschichte erstellen', füge deine Charaktere hinzu und erstelle deine Geschichte!
es: Toca 'Crear Historia', añade tus personajes y ¡crea tu historia!

# faq_what_is_coin
source: What are coins?
de: Was sind Coins?
es: ¿Qué son los coins?

# faq_what_is_coin_answer
source: Coins are in-app currency used to create stories.
de: Coins sind die In-App-Währung zum Erstellen von Geschichten.
es: Los coins son la moneda de la app para crear historias.

# faq_languages
source: What languages can I create stories in?
de: In welchen Sprachen kann ich Geschichten erstellen?
es: ¿En qué idiomas puedo crear historias?

# faq_languages_answer
source: You can create stories in Turkish, English, French, German and Spanish.
de: Du kannst Geschichten auf Türkisch, Englisch, Französisch, Deutsch und Spanisch erstellen.
es: Puedes crear historias en turco, inglés, francés, alemán y español.

# contact_title
source: Contact Us
de: Kontakt
es: Contáctanos

# contact_subject
source: Subject
de: Betreff
es: Asunto

# contact_message
source: Your Message
de: Nachricht
es: Mensaje

# contact_send
source: Send
de: Senden
es: Enviar

# login_title
source: Welcome
de: Willkommen
es: Bienvenido

# login_subtitle
source: Sign in to your account or create a new one
de: Melde dich an oder erstelle ein neues Konto
es: Inicia sesión o crea una cuenta nueva

# login_email_placeholder
source: Your email
de: Deine E-Mail
es: Tu email

# login_password_placeholder
source: Your password
de: Dein Passwort
es: Tu contraseña

# login_forgot
source: Forgot your password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?

# login_button
source: Sign In
de: Anmelden
es: Iniciar Sesión

# login_or
source: or
de: oder
es: o

# login_no_account
source: Don't have an account? Sign Up
de: Kein Konto?
es: ¿No tienes cuenta?

# login_register
source: Sign Up
de: Registrieren
es: Registrarse

# login_start_adventure
source: Start Your Adventure
de: Starte dein Abenteuer
es: Comienza tu aventura

# login_create_account
source: Create Account
de: Konto erstellen
es: Crear cuenta

# login_join_world
source: Join the DreamSpire world
de: Tritt der DreamSpire-Welt bei
es: Únete al mundo DreamSpire

# login_sign_in
source: Sign In
de: Anmelden
es: Iniciar sesión

# login_password
source: Password
de: Passwort
es: Contraseña

# login_confirm_password
source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña

# login_google
source: Continue with Google
de: Mit Google fortfahren
es: Continuar con Google

# login_have_account
source: Already have an account? Sign In
de: Hast du bereits ein Konto? Anmelden
es: ¿Ya tienes cuenta? Iniciar sesión

# login_passwords_mismatch
source: Passwords don't match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden

# login_apple_error
source: Apple Sign In failed
de: Apple-Anmeldung fehlgeschlagen
es: Inicio de sesión con Apple falló

# login_apple_error_failed
source: Apple Sign In failed. Please try again
de: Apple-Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut
es: Inicio de sesión con Apple falló. Por favor, inténtalo de nuevo

# login_apple_error_invalid_response
source: Invalid response from Apple. Please try again
de: Ungültige Antwort von Apple. Bitte versuchen Sie es erneut
es: Respuesta inválida de Apple. Por favor, inténtalo de nuevo

# login_apple_error_not_handled
source: Apple Sign In request could not be handled. Please try again
de: Apple-Anmeldeanfrage konnte nicht verarbeitet werden. Bitte versuchen Sie es erneut
es: No se pudo procesar la solicitud de inicio de sesión con Apple. Por favor, inténtalo de nuevo

# login_apple_error_unknown
source: An unexpected error occurred during Apple Sign In
de: Ein unerwarteter Fehler ist bei der Apple-Anmeldung aufgetreten
es: Ocurrió un error inesperado durante el inicio de sesión con Apple

# login_apple_error_not_interactive
source: Apple Sign In is currently unavailable. Please try again later
de: Apple-Anmeldung ist derzeit nicht verfügbar. Bitte versuchen Sie es später erneut
es: El inicio de sesión con Apple no está disponible actualmente. Por favor, inténtalo más tarde

# login_error_guest_continue
source: Could not continue as guest: %@
de: Konnte nicht als Gast fortfahren: %@
es: No se pudo continuar como invitado: %@

# login_invalid_email
source: Invalid email address
de: Ungültige E-Mail-Adresse
es: Dirección de email inválida

# login_weak_password
source: Password must be at least 8 characters with 1 uppercase, 1 lowercase, and 1 number
de: Passwort muss mindestens 8 Zeichen, 1 Großbuchstaben, 1 Kleinbuchstaben und 1 Zahl enthalten
es: La contraseña debe tener al menos 8 caracteres, 1 mayúscula, 1 minúscula y 1 número

# login_email_not_verified
source: Please verify your email address
de: Bitte bestätige deine E-Mail-Adresse
es: Por favor verifica tu dirección de email

# login_verification_sent
source: Verification email sent
de: Bestätigungs-E-Mail gesendet
es: Email de verificación enviado

# login_reset_password
source: Reset Password
de: Passwort zurücksetzen
es: Restablecer contraseña

# login_reset_sent
source: Reset link will be sent to your email address.
de: Der Reset-Link wird an Ihre E-Mail-Adresse gesendet.
es: El enlace de restablecimiento se enviará a su correo electrónico.

# login_creating_account
source: Creating Account...
de: Konto wird erstellt...
es: Creando cuenta...

# login_signing_in
source: Signing In...
de: Anmeldung läuft...
es: Iniciando sesión...

# password_reset_title
source: Reset Your Password
de: Passwort zurücksetzen
es: Restablecer tu contraseña

# password_reset_subtitle
source: Enter your email address and we'll send you a password reset link
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link zum Zurücksetzen
es: Ingresa tu correo electrónico y te enviaremos un enlace de restablecimiento

# password_reset_send_button
source: Send Reset Link
de: Reset-Link senden
es: Enviar enlace de restablecimiento

# password_reset_back_to_login
source: Back to Login
de: Zurück zur Anmeldung
es: Volver al inicio de sesión

# password_reset_sent_title
source: Email Sent!
de: E-Mail gesendet!
es: ¡Correo enviado!

# password_reset_sent_subtitle
source: We've sent a password reset link to your email
de: Wir haben einen Reset-Link an Ihre E-Mail gesendet
es: Hemos enviado un enlace de restablecimiento a tu correo

# password_reset_check_email
source: Please check your inbox:
de: Bitte überprüfen Sie Ihren Posteingang:
es: Por favor revisa tu bandeja de entrada:

# password_reset_resend
source: Resend Email
de: E-Mail erneut senden
es: Reenviar correo

# password_reset_resend_wait
source: Resend in %@
de: Erneut senden in %@
es: Reenviar en %@

# login_error_email_exists
source: This email is already in use
de: Diese E-Mail-Adresse wird bereits verwendet
es: Este correo electrónico ya está en uso

# login_error_invalid_email
source: Invalid email address
de: Ungültige E-Mail-Adresse
es: Dirección de correo electrónico inválida

# login_error_wrong_password
source: Wrong password
es: Contraseña incorrecta

# login_error_invalid_credentials
source: Invalid email or password. Please check and try again
de: Ungültige E-Mail-Adresse oder Passwort
es: Correo electrónico o contraseña incorrectos. Por favor, verifique e inténtelo de nuevo

# login_error_weak_password
source: Password is too weak. Use at least 8 characters, 1 uppercase, 1 lowercase, and 1 number
de: Das Passwort ist zu schwach
es: La contraseña es demasiado débil. Use al menos 8 caracteres, 1 mayúscula, 1 minúscula y 1 número

# login_error_network
source: Network error. Please check your internet connection
de: Netzwerkfehler. Bitte überprüfen Sie Ihre Verbindung
es: Error de red. Por favor, verifique su conexión a Internet

# login_error_user_not_found
source: No user found with this email
es: No se encontró ningún usuario con este correo electrónico

# login_error_user_disabled
source: This account has been disabled
de: Dieses Konto wurde deaktiviert
es: Esta cuenta ha sido deshabilitada

# login_error_too_many_requests
source: Too many attempts. Please try again later
de: Zu viele Versuche. Bitte versuchen Sie es später erneut
es: Demasiados intentos. Por favor, inténtelo de nuevo más tarde

# login_error_invalid_email_format
source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor, introduzca una dirección de correo electrónico válida

# login_error_passwords_mismatch
source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden

# login_error_invalid_credential
source: Invalid or expired credentials
de: Ungültige oder abgelaufene Anmeldedaten
es: Credenciales inválidas o caducadas
