Repository: emrahzorlu/DreamSpire-iOS
Catalog: *.lproj/Localizable.strings
Languages: de, es

# filter_illustrated_desc
source: Show only stories with illustrations
de: Nur Geschichten mit Illustrationen anzeigen
es: Mostrar solo historias con ilustraciones

# template_role_child
source: Child
de: Kind
es: Niño/a

# template_role_parent
source: Parent
de: Elternteil
es: Padre/Madre

# template_role_sibling
source: Sibling
de: Geschwister
es: Hermano/a

# template_role_friend
source: Friend
de: Freund(in)
es: Amigo/a

# template_role_princess
source: Princess
de: Prinzessin
es: Princesa

# template_role_fairy
source: Fairy
de: Fee
es: Hada

# template_role_grandma
source: Grandma
de: Oma
es: Abuela

# template_role_alien
source: Alien Friend
de: Alien-Freund
es: Amigo Alienígena

# template_role_animal
source: Forest Friend
de: Waldfreund
es: Amigo del Bosque

# template_role_astronaut
source: Astronaut
es: Astronauta

# template_role_baby
source: Baby
es: Bebé

# template_role_classmate
source: Classmate
de: Klassenkamerad
es: Compañero de Clase

# template_role_companion
source: Bedtime Companion
de: Schlafbegleiter
es: Compañero de Sueños

# template_role_diver
source: Diver
de: Taucher
es: Buzo

# template_role_dragon
source: Dragon
de: Drache
es: Dragón

# template_role_helper
source: Helper
de: Helfer
es: Ayudante

# template_role_hero
source: Hero
de: Held
es: Héroe

# template_role_mermaid
source: Mermaid
de: Meerjungfrau
es: Sirena

# template_role_pet
source: Pet
de: Haustier
es: Mascota

# template_role_robot
source: Robot Friend
de: Roboter-Freund
es: Amigo Robot

# template_role_older_sibling
source: Older Sibling
de: Ältere(r) Geschwister
es: Hermano/a Mayor

# template_role_younger_sibling
source: Younger Sibling
de: Jüngere(r) Geschwister
es: Hermano/a Menor

# no_internet_title
source: No Internet Connection
de: Keine Internetverbindung
es: Sin conexión a Internet

# no_internet_message
source: Connect to the internet to use DreamSpire
de: Verbinden Sie sich mit dem Internet, um DreamSpire zu nutzen
es: Conéctate a Internet para usar DreamSpire

# no_internet_splash_message
source: DreamSpire requires an active internet connection. Please check your network and try again.
de: DreamSpire benötigt eine aktive Internetverbindung. Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es: DreamSpire requiere una conexión a Internet activa. Por favor, verifica tu red e inténtalo de nuevo.

source: Exit App
de: App beenden
es: Salir de la app

# waiting_for_internet
source: Waiting for Internet Connection...
de: Warte auf Internetverbindung...
es: Esperando conexión a Internet...

source: Retry attempt
de: Versuch
es: Intento

# no_internet_final_message
source: Could not connect to the internet after 5 attempts. Please check your connection and try again.
de: Nach 5 Versuchen konnte keine Verbindung zum Internet hergestellt werden. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se pudo conectar a Internet después de 5 intentos. Por favor, verifica tu conexión e inténtalo de nuevo.

# alert_welcome_back
source: Welcome back!
de: Willkommen zurück!
es: ¡Bienvenido de nuevo!

# alert_account_linked
source: Account linked successfully!
de: Konto erfolgreich verknüpft!
es: ¡Cuenta vinculada con éxito!

# coins_count_format
source: %d coins
de: %d Münzen
es: %d monedas

# transaction_reason_abuse_prevention
source: Device Limit Reached
de: Gerätelimit erreicht
es: Límite de dispositivo alcanzado

# settings_pro_unlock
source: Unlock Pro
de: Pro freischalten
es: Desbloquear Pro

# paywall_continue
source: Continue
de: Weiter
es: Continuar

# coinshop_pro_title
source: Unlock Illustrated Stories
de: Illustrierte Geschichten freischalten
es: Desbloquear historias ilustradas

# coinshop_pro_subtitle
source: Stunning visuals with Pro
de: Atemberaubende Bilder mit Pro
es: Imágenes impresionantes con Pro

# settings_pro_illustrated
source: Stunning images on every page
de: Atemberaubende Bilder auf jeder Seite
es: Imágenes impresionantes en cada página

# paywall_savings_badge
source: 2 MONTHS FREE!
de: 2 MONATE GRATIS!
es: ¡2 MESES GRATIS!

# purchase_processing
source: Processing Your Purchase
de: Bestellung wird bearbeitet
es: Procesando compra

# purchase_wait
source: Please wait, this may take a few seconds
de: Bitte warten...
es: Por favor, espere...

source: Error
de: Fehler

source: No
de: Nein

# settings_legal
source: Legal
de: Rechtliches

# transaction_reason_account_sync
source: Account Sync
de: Konto-Synchronisierung

# transaction_reason_subscription_verified
source: Subscription Verified
de: Abonnement Bestätigt

# result_with_audio
source: Audio
de: Mit Audio

# character_hair_color
source: Color
de: Farbe

# settings_error_title
source: Error
de: Fehler

# paywall_error_title
source: Error
de: Fehler
