Repository: emrahzorlu/DreamSpire-iOS
Catalog: *.lproj/Localizable.strings
Languages: de, es

# login_error_operation_not_allowed
source: This operation is not currently available
de: Dieser Vorgang ist derzeit nicht verfügbar
es: Esta operación no está disponible actualmente

# login_error_requires_recent_login
source: Please sign in again to continue
de: Bitte melden Sie sich erneut an, um fortzufahren
es: Por favor, inicie sesión nuevamente para continuar

# login_error_unknown
source: An error occurred. Please try again
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut
es: Se produjo un error. Por favor, inténtelo de nuevo

# coins_missing
source: %d coins missing
de: %d Coins fehlen
es: %d coins faltantes

# coins_one_time_package
source: Get a one-time coin package
de: Hol dir ein einmaliges Coin-Paket
es: Compra un paquete de coins único

# coins_refill_in_days
source: or refills in %d days
de: oder wird in %d Tagen aufgefüllt
es: o se recarga en %d días

# coins_next_period
source: You'll get +%d next period
de: Du bekommst +%d in der nächsten Periode
es: Recibirás +%d en el próximo período

source: Upgrade to Plus
de: Auf Plus upgraden
es: Mejorar a Plus

source: Upgrade to Pro
de: Auf Pro upgraden
es: Mejorar a Pro

# benefit_illustrations
source: Illustrated stories
de: Illustrierte Geschichten
es: Historias ilustradas

# benefit_premium_voices
source: Premium voices
de: Premium-Stimmen
es: Voces premium

# benefit_family_account
source: Family account (5 users)
de: Familienkonto (5 Benutzer)
es: Cuenta familiar (5 usuarios)

# benefit_stories_per_month
source: + 10+ stories/month
de: + 10+ Geschichten/Monat
es: + 10+ historias/mes

# result_congratulations_message
source: Congratulations! Your story has been created
de: Du hast eine tolle Geschichte erstellt!
es: ¡Creaste una historia increíble!

# result_reading_time
source: Happy reading!
de: Zeit zum Lesen ✨
es: Hora de leer ✨

# pages_count
source: %d pages
de: %d Seiten
es: %d páginas

source: Illustrated
de: Illustriert
es: Ilustrado

source: With Audio
de: Mit Audio
es: Con Audio

# stat_pages
source: Pages
de: Seiten
es: Páginas

# stat_minutes
source: min
de: Minuten
es: Minutos

# stat_illustrations
source: Images
de: Illustrationen
es: Ilustraciones

# character_saved_success
source: Character saved successfully!
de: Charakter erfolgreich gespeichert!
es: ¡Personaje guardado con éxito!

# character_description_hint
source: You can describe your character's appearance and features
de: Schreib ein paar Sätze über deinen Charakter
es: Escribe algunas frases sobre tu personaje

# character_gender_label
source: Gender
de: Geschlecht
es: Género

# character_category_family
source: Family
de: Familie
es: Familia

# character_category_relationships
source: Relationships
de: Beziehungen
es: Relaciones

# character_category_fantasy
source: Fantasy Friends
de: Fantasy Freunde
es: Amigos Fantásticos

# character_type_required
source: Character Type *
de: Charaktertyp *
es: Tipo de personaje *

# character_appearance
source: Appearance
de: Aussehen
es: Apariencia

# character_ethnicity
source: Ethnicity
de: Ethnizität
es: Etnicidad

# character_height
source: Height
de: Größe
es: Altura

# character_build
source: Build
de: Körperbau
es: Constitución

# character_face
source: Face
de: Gesicht
es: Cara

# character_face_shape
source: Shape
de: Form
es: Forma

# character_eye_color
source: Eye Color
de: Augenfarbe
es: Color de ojos

# character_eye_shape
source: Eye Shape
de: Augenform
es: Forma de ojos

# character_nose
source: Nose
de: Nase
es: Nariz

# character_mouth
source: Mouth
de: Mund
es: Boca

# character_skin
source: Skin Tone
de: Hautton
es: Tono de piel

# character_hair
source: Hair
de: Haare
es: Cabello

# character_hair_length
source: Length
de: Länge
es: Longitud

# character_hair_style
source: Style
de: Stil
es: Estilo

# character_hair_texture
source: Texture
de: Textur
es: Textura

# character_clothing
source: Clothing
de: Kleidung
es: Ropa

# character_clothing_primary
source: Primary Style
de: Hauptstil
es: Estilo principal

# character_clothing_colors
source: Color Palette
de: Farbpalette
es: Paleta de colores

# character_clothing_style
source: Style
de: Stil
es: Estilo

# character_clothing_signature
source: Signature Item
de: Signaturstück
es: Pieza característica

# profile_guest_mode
source: You're in Guest Mode
de: Du bist im Gastmodus
es: Estás en modo invitado

# profile_guest_hint
source: Sign in to save your stories and sync across devices
de: Melde dich an, um deine Geschichten zu speichern und zu synchronisieren
es: Inicia sesión para guardar tus historias y sincronizarlas

# profile_sign_in_or_create
source: Sign In or Create Account
de: Anmelden oder Konto erstellen
es: Iniciar sesión o crear cuenta

source: Almost ready!
de: Fast fertig!
es: ¡Casi listo!

# almost_ready_subtitle
source: Set the final options and create your story.
de: Lege die letzten Optionen fest und erstelle deine Geschichte.
es: Configura las últimas opciones y crea tu historia.

# coin_shop_title
source: Coin Shop
es: Tienda de Coins

# coin_unit
source: Coin
de: Coins
es: Coins

# coin_shop_buy
source: Buy - %@
de: Kaufen - %@
es: Comprar - %@

# coin_shop_select_package
source: Select a package
de: Wähle ein Paket
es: Selecciona un paquete

# coin_shop_discount
source: %%%d Discount
de: %d%% Rabatt
es: %d%% de descuento

# prewritten_title
source: 📚 Ready Stories
de: 📚 Fertige Geschichten
es: 📚 Historias Listas

# stories_count
source: %d stories
de: %d Geschichten
es: %d historias

source: Loading stories...
de: Geschichten werden geladen...
es: Cargando historias...

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo

source: No Stories Found
de: Keine Geschichten gefunden
es: No se encontraron historias

# no_stories_for_filters
source: No stories match these filters
de: Keine Geschichten entsprechen diesen Filtern
es: Ninguna historia coincide con estos filtros

# filter_all
source: All
de: Alle
es: Todas

# filter_clear
source: Clear
de: Löschen
es: Limpiar

# filter_clear_all
source: Clear All Filters
de: Filter löschen
es: Limpiar filtros

# character_name_label
source: Name
es: Nombre

# character_type_label
source: Type
de: Typ
es: Tipo

source: Save Changes
de: Änderungen speichern
es: Guardar cambios

# contact_subtitle
source: We're happy to help you
de: Wir helfen dir gerne
es: Estamos felices de ayudarte

# contact_response_time
source: Response time: 24-48 hours
de: Antwortzeit: 24-48 Stunden
es: Tiempo de respuesta: 24-48 horas

# contact_select_topic
source: Select Topic
de: Thema wählen
es: Selecciona un tema

# paywall_upgrade_pro
source: Upgrade to Pro
de: Auf Pro upgraden
es: Mejorar a Pro

# paywall_go_premium
source: Go Premium
de: Premium werden
es: Ir a Premium

# paywall_more_features
source: More features and coins
de: Mehr Funktionen und Coins
es: Más funciones y coins

# paywall_unlimited_stories
source: Create unlimited stories
de: Unbegrenzt Geschichten erstellen
es: Crea historias ilimitadas

# paywall_pro_features
source: Pro Features
de: Pro-Funktionen
es: Funciones Pro

# paywall_plus_features
source: Plus Features
de: Plus-Funktionen
es: Funciones Plus

# paywall_start_pro
source: Start with Pro
de: Mit Pro starten
es: Empezar con Pro

# paywall_start_plus
source: Start with Plus
de: Mit Plus starten
es: Empezar con Plus

# onboarding_create_account
source: Create Account
de: Konto erstellen
es: Crear cuenta

# onboarding_already_have_account
source: Already have an account - Sign In
de: Ich habe bereits ein Konto - Anmelden
es: Ya tengo una cuenta - Iniciar sesión

# onboarding_continue_guest
source: Continue as Guest for Now
de: Vorerst als Gast fortfahren
es: Continuar como invitado por ahora

# onboarding_new_page1_title
source: Welcome to the Magical World
de: Willkommen in der Magischen Welt
es: Bienvenido al Mundo Mágico

# onboarding_new_page1_subtitle
source: AI-powered stories meet your imagination
de: KI-gestützte Geschichten treffen deine Fantasie
es: Historias con IA se encuentran con tu imaginación

# onboarding_page1_feature1
source: Generate unlimited stories with AI
de: Unbegrenzte Geschichten mit KI generieren
es: Genera historias ilimitadas con IA

# onboarding_page1_feature2
source: Every story is unique and personalized
de: Jede Geschichte ist einzigartig und personalisiert
es: Cada historia es única y personalizada

# onboarding_page1_feature3
source: Age-appropriate content
de: Altersgerechte Inhalte
es: Contenido apropiado para la edad

# onboarding_new_page2_title
source: Create Your Characters
de: Erstelle Deine Charaktere
es: Crea Tus Personajes

# onboarding_new_page2_subtitle
source: Unlimited creativity for unique stories
de: Unbegrenzte Kreativität für einzigartige Geschichten
es: Creatividad ilimitada para historias únicas

# onboarding_page2_feature1
source: Easily create any character you imagine
de: Erstelle jeden Charakter, den du dir vorstellst
es: Crea fácilmente cualquier personaje que imagines

# onboarding_page2_feature2
source: Save and reuse your characters
de: Speichere und verwende deine Charaktere wieder
es: Guarda y reutiliza tus personajes

# onboarding_page2_feature3
source: Your own hero in every tale
de: Dein eigener Held in jeder Geschichte
es: Tu propio héroe en cada cuento

# onboarding_new_page3_title
source: Listen, Read, Explore
de: Höre, Lese, Entdecke
es: Escucha, Lee, Explora

# onboarding_new_page3_subtitle
source: Create your first story and begin the adventure
de: Erstelle deine erste Geschichte und beginne das Abenteuer
es: Crea tu primera historia y comienza la aventura

# onboarding_page3_feature1
source: Professional narration
de: Professionelle Erzählung
es: Narración profesional

# onboarding_page3_feature2
source: Enriched with colorful illustrations
de: Mit bunten Illustrationen bereichert
es: Enriquecido con ilustraciones coloridas

# onboarding_page3_feature3
source: Illustrated story pages
de: Illustrierte Geschichtenseiten
es: Páginas de cuentos ilustrados

# onboarding_page3_feature4
source: Anytime, anywhere
de: Jederzeit, überall
es: En cualquier momento, en cualquier lugar

# onboarding_start_button
source: Let's Begin
de: Los geht's
es: Comencemos

# my_characters_title
source: My Characters
de: Meine Charaktere
es: Mis personajes

source: Character Deleted
de: Charakter gelöscht
es: Personaje eliminado

# character_deleted_message
source: %@ was successfully deleted.
de: %@ wurde erfolgreich gelöscht.
es: %@ fue eliminado con éxito.

source: Premium Feature
de: Premium-Funktion
es: Función Premium

# character_save_premium_message
source: Saving characters is a Plus and Pro feature. Upgrade your subscription to save characters and reuse them in your stories!
de: Das Speichern von Charakteren ist eine Plus- und Pro-Funktion. Upgrade dein Abo, um Charaktere zu speichern und wiederzuverwenden!
es: Guardar personajes es una función Plus y Pro. ¡Mejora tu suscripción para guardar personajes y reutilizarlos!

source: Character Limit
de: Charakterlimit
es: Límite de personajes

# character_limit_message
source: You've reached the character limit (%d). Upgrade your subscription to save more characters!
de: Du hast das Charakterlimit erreicht (%d). Upgrade dein Abo, um mehr zu speichern!
es: Has alcanzado el límite de personajes (%d). ¡Mejora tu suscripción para guardar más!

# character_delete_title
source: Delete Character
de: Charakter löschen
es: Eliminar personaje

# character_delete_confirm
source: Are you sure you want to delete this character?
de: Bist du sicher, dass du diesen Charakter löschen möchtest?
es: ¿Estás seguro de que quieres eliminar este personaje?

source: 🧬 Character DNA
de: 🧬 Charakter-DNA
es: 🧬 ADN del personaje

source: AI Generated
de: KI-generiert
es: Generado por IA

source: Distinctive Features
de: Besondere Merkmale
es: Características distintivas

source: Age
de: Alter
es: Edad

source: Description
de: Beschreibung
es: Descripción

source: Statistics
de: Statistiken
es: Estadísticas

source: Last Used
de: Zuletzt verwendet
es: Último uso

source: Edit Character
de: Charakter bearbeiten
es: Editar personaje

# filter_title
source: Filter
de: Filtern
es: Filtrar

# filter_apply
source: Apply
de: Anwenden
es: Aplicar

# filter_category
source: Category
de: Kategorie
es: Categoría

# filter_access_level
source: Access Level
de: Zugriffsstufe
es: Nivel de acceso

# duration_story_length
source: 📚 Story Length
de: 📚 Geschichtenlänge
es: 📚 Duración de la historia

# duration_extras
source: ✨ Extra Features
de: ✨ Zusatzfunktionen
es: ✨ Funciones adicionales

# duration_total_cost
source: Total Cost
de: Gesamtkosten
es: Costo total

# duration_sufficient_balance
source: You have sufficient balance
de: Du hast genug Guthaben
es: Tienes saldo suficiente

# duration_insufficient_balance
source: Insufficient balance
de: Unzureichendes Guthaben
es: Saldo insuficiente

# duration_balance
source: Balance: %d
de: Guthaben: %d
es: Saldo: %d

# profile_this_month
source: 📊 This Month
de: 📊 Diesen Monat
es: 📊 Este mes

# profile_stories
source: Stories
de: Geschichten
es: Historias

# profile_reads
source: Reads
de: Gelesen
es: Lecturas

# insufficient_balance_button
source: Insufficient Balance
de: Unzureichendes Guthaben
es: Saldo Insuficiente

# profile_characters
source: Characters
de: Charaktere
es: Personajes

# profile_hours
source: Hours
de: Stunden
es: Horas

# profile_subscription_info
source: 💎 Subscription Info
de: 💎 Abo-Infos
es: 💎 Info de suscripción

# profile_status
source: Status
es: Estado

# profile_active
source: Active
de: Aktiv
es: Activo

# profile_manage_subscription
source: Manage Subscription
de: Abo verwalten
es: Gestionar suscripción

# profile_sign_out
source: Sign Out
de: Abmelden
es: Cerrar sesión

# step1_create_story
source: Create Story
de: Geschichte erstellen
es: Crear historia

# step1_progress
source: Step 1: Idea
de: Schritt 1: Idee
es: Paso 1: Idea

# step1_story_idea
source: ✨ What's Your Story Idea?
de: ✨ Was ist deine Geschichtenidee?
es: ✨ ¿Cuál es tu idea de historia?

# step1_placeholder
source: Tell your story... For example: Two siblings living in space discovering a new planet...
de: Erzähle deine Geschichte... Zum Beispiel: Zwei Geschwister im Weltraum entdecken einen neuen Planeten...
es: Cuenta tu historia... Por ejemplo: Dos hermanos que viven en el espacio descubriendo un nuevo planeta...

# step1_get_inspired
source: Get Inspired
de: Lass dich inspirieren
es: Inspírate

# step1_select_genre
source: 📚 Select Genre
de: 📚 Genre wählen
es: 📚 Seleccionar género

# step1_select_tone
source: 🎭 Select Tone
de: 🎭 Ton wählen
es: 🎭 Seleccionar tono

# generating_preparing
source: Preparing story...
de: Geschichte wird vorbereitet...
es: Preparando historia...

# coin_badge_popular
source: ⭐ MOST POPULAR
de: ⭐ AM BELIEBTESTEN
es: ⭐ MÁS POPULAR

# coin_badge_best_value
source: 🔥 BEST VALUE
de: 🔥 BESTES ANGEBOT
es: 🔥 MEJOR VALOR

# character_delete_message
source: Are you sure you want to delete this character?
de: Möchtest du diesen Charakter wirklich löschen?
es: ¿Estás seguro de que quieres eliminar este personaje?

# character_new
source: New Character
de: Neuer Charakter
es: Nuevo personaje

# step2_add_hero
source: Add heroes to your story
de: Füge Helden zu deiner Geschichte hinzu
es: Añade héroes a tu historia

# step2_min_max
source: Minimum 1, Maximum %d characters
de: Minimum 1, Maximum %d Charaktere
es: Mínimo 1, Máximo %d personajes

# step2_saved_characters
source: Saved Characters
de: Gespeicherte Charaktere
es: Personajes guardados

# step2_no_saved
source: No saved characters yet
de: Noch keine gespeicherten Charaktere
es: Aún no hay personajes guardados

# inspiration_space_adventure
source: A brave astronaut gets stranded on a mysterious planet in a distant galaxy and must befriend clever alien creatures to find a way back home
de: Ein mutiger Astronaut strandet auf einem mysteriösen Planeten in einer fernen Galaxie und muss sich mit klugen Außerirdischen anfreunden, um einen Weg nach Hause zu finden
es: Un valiente astronauta queda varado en un misterioso planeta de una galaxia lejana y debe hacerse amigo de inteligentes criaturas alienígenas para encontrar el camino a casa

# inspiration_underwater
source: A little girl discovers a hidden kingdom at the bottom of the sea and embarks on an adventure with seahorses and a dolphin princess to find lost treasure
de: Ein kleines Mädchen entdeckt ein verborgenes Königreich am Meeresgrund und begibt sich mit Seepferdchen und einer Delphinprinzessin auf die Suche nach einem verlorenen Schatz
es: Una niña descubre un reino escondido en el fondo del mar y se embarca en una aventura con caballitos de mar y una princesa delfín para encontrar un tesoro perdido

# inspiration_time_travel
source: A child finds a magical clock in their grandparents' attic and meets dinosaurs in the past and robots in the future, uncovering the mysteries of time
de: Ein Kind findet auf dem Dachboden der Großeltern eine magische Uhr und trifft in der Vergangenheit auf Dinosaurier und in der Zukunft auf Roboter
es: Un niño encuentra un reloj mágico en el desván de sus abuelos y conoce dinosaurios en el pasado y robots en el futuro, descubriendo los misterios del tiempo

# inspiration_magical_forest
source: In an enchanted forest where glowing mushrooms and talking trees live, a little gnome sets out on a quest to find the lost stardust
de: In einem verzauberten Wald, wo leuchtende Pilze und sprechende Bäume leben, macht sich ein kleiner Gnom auf die Suche nach dem verlorenen Sternenstaub
es: En un bosque encantado donde viven hongos brillantes y árboles parlantes, un pequeño gnomo emprende una búsqueda para encontrar el polvo de estrellas perdido

# inspiration_robot_friend
source: A cute AI-powered robot becomes a child's best friend, and together they open secret doors around the city, embarking on adventures full of surprises
de: Ein süßer KI-Roboter wird zum besten Freund eines Kindes, und zusammen öffnen sie geheime Türen in der Stadt und erleben überraschende Abenteuer
es: Un adorable robot con inteligencia artificial se convierte en el mejor amigo de un niño, y juntos abren puertas secretas por la ciudad, embarcándose en aventuras llenas de sorpresas

# inspiration_talking_animals
source: One morning, a child wakes up to discover all animals can talk, and with guidance from a wise owl deep in the forest, investigates a forgotten legend
de: Eines Morgens wacht ein Kind auf und stellt fest, dass alle Tiere sprechen können, und mit Hilfe einer weisen Eule im Wald erforscht es eine vergessene Legende
es: Una mañana, un niño despierta y descubre que todos los animales pueden hablar, y con la guía de un búho sabio en el bosque, investiga una leyenda olvidada

# inspiration_pirate_treasure
source: A young explorer follows their grandfather's old map to discover a hidden island and embarks on an adventure to find the legendary pirate treasure
de: Ein junger Entdecker folgt der alten Karte seines Großvaters, um eine versteckte Insel zu entdecken und den legendären Piratenschatz zu finden
es: Un joven explorador sigue el viejo mapa de su abuelo para descubrir una isla oculta y embarcarse en una aventura para encontrar el legendario tesoro pirata

# inspiration_dragon_kingdom
source: Through a magical portal, a child reaches a kingdom ruled by dragons, befriends a young dragon, and together they fight to save the realm
de: Durch ein magisches Portal erreicht ein Kind ein von Drachen beherrschtes Königreich, freundet sich mit einem jungen Drachen an und kämpft gemeinsam um das Reich zu retten
es: A través de un portal mágico, un niño llega a un reino gobernado por dragones, se hace amigo de un joven dragón y juntos luchan para salvar el reino

# inspiration_superhero_school
source: An ordinary child accepted into a secret superhero school discovers their unique powers while facing a mysterious villain threatening the world
de: Ein gewöhnliches Kind wird an einer geheimen Superhelden-Schule aufgenommen und entdeckt seine einzigartigen Kräfte, während es einem mysteriösen Bösewicht gegenübertritt
es: Un niño ordinario es aceptado en una escuela secreta de superhéroes y descubre sus poderes únicos mientras enfrenta a un misterioso villano que amenaza al mundo

# inspiration_fairy_garden
source: A little girl discovers a miniature fairy village deep in the garden and helps the fairies save their magical festival
de: Ein kleines Mädchen entdeckt ein winziges Feendorf tief im Garten und hilft den Feen, ihr magisches Fest zu retten
es: Una niña descubre una aldea de hadas en miniatura en lo profundo del jardín y ayuda a las hadas a salvar su festival mágico

# inspiration_dinosaur_park
source: A child finds mysterious eggs at grandmother's farm, and together with the cute dinosaur that hatches, discovers a forgotten world
de: Ein Kind findet mysteriöse Eier auf dem Bauernhof der Großmutter, und zusammen mit dem süßen geschlüpften Dinosaurier entdeckt es eine vergessene Welt
es: Un niño encuentra huevos misteriosos en la granja de su abuela y junto con el adorable dinosaurio que nace, descubre un mundo olvidado

# inspiration_winter_wonderland
source: In a magical winter realm where snowflakes dance, a young ice skater sets out on a quest to find the lost winter princess
de: In einem magischen Winterreich, wo Schneeflocken tanzen, macht sich eine junge Eiskunstläuferin auf die Suche nach der verlorenen Winterprinzessin
es: En un reino mágico de invierno donde los copos de nieve bailan, una joven patinadora emprende una búsqueda para encontrar a la princesa perdida del invierno

# inspiration_brave_knight
source: A small village child finds an enchanted sword and embarks on a knighthood journey, passing the kingdom's toughest trials
de: Ein kleines Dorfkind findet ein verzaubertes Schwert und beginnt seine Reise zum Rittertum, wobei es die härtesten Prüfungen des Königreichs besteht
es: Un pequeño niño de aldea encuentra una espada encantada y emprende un viaje de caballería, superando las pruebas más difíciles del reino

# inspiration_magical_toy
source: An old teddy bear from an antique shop comes to life at midnight and takes the child to the secret world of magical toys
de: Ein alter Teddybär aus einem Antiquitätenladen erwacht um Mitternacht zum Leben und nimmt das Kind mit in die geheime Welt der magischen Spielzeuge
es: Un viejo oso de peluche de una tienda de antigüedades cobra vida a medianoche y lleva al niño al mundo secreto de los juguetes mágicos

# inspiration_cloud_city
source: Rising to the sky in a flying balloon, a child reaches a mysterious city of dream guardians above the clouds and sets out to find the lost dreams
de: Mit einem fliegenden Ballon zum Himmel aufsteigend erreicht ein Kind eine mysteriöse Stadt der Traumwächter über den Wolken und macht sich auf die Suche nach den verlorenen Träumen
es: Elevándose al cielo en un globo volador, un niño llega a una misteriosa ciudad de guardianes de sueños sobre las nubes y emprende la búsqueda de los sueños perdidos

# inspiration_invisible_friend
source: A small child and their mischievous but kind-hearted invisible friend, whom only they can see, save the town from a great chaos together
de: Ein kleines Kind und sein schelmischer, aber gutherziger unsichtbarer Freund, den nur es sehen kann, retten gemeinsam die Stadt vor einem großen Chaos
es: Un niño pequeño y su travieso pero bondadoso amigo invisible, a quien solo él puede ver, salvan juntos a la ciudad de un gran caos
