Repository: emrahzorlu/DreamSpire-iOS
Catalog: *.lproj/Localizable.strings
Languages: de, es

# profile_my_characters
source: My Characters
de: Meine Charaktere
es: Mis Personajes

# profile_my_favorites
source: My Favorites
de: Meine Favoriten
es: Mis Favoritos

# profile_help_support
source: Help & Support
de: Hilfe & Support
es: Ayuda y Soporte

# profile_about
source: About
de: Über
es: Acerca de

# paywall_restore_purchases
source: Restore Purchases
de: Käufe Wiederherstellen
es: Restaurar Compras

# paywall_auto_renew
source: Subscription auto-renews • Cancel anytime
de: Abonnement verlängert sich automatisch • Jederzeit kündbar
es: Suscripción con renovación automática • Cancela en cualquier momento

# paywall_monthly_badge
source: MONTHLY
de: MONATLICH
es: MENSUAL

# paywall_yearly_badge
source: YEARLY
de: JÄHRLICH
es: ANUAL

# paywall_monthly
source: Monthly
de: Monatlich
es: Mensual

# paywall_yearly
source: Yearly
de: Jährlich
es: Anual

# paywall_yearly_savings
source: 2 months free
de: 2 Monate gratis
es: 2 meses gratis

# paywall_per_month
source: / month
de: / Monat
es: / mes

# paywall_per_year
source: / year
de: / Jahr
es: / año

# paywall_select_button
source: SELECT
de: AUSWÄHLEN
es: SELECCIONAR

# language_name_english
source: English
de: Englisch
es: Inglés

# subscription_feature_monthly_stories
source: Monthly Stories
de: Monatliche Geschichten
es: Historias Mensuales

# subscription_feature_characters_per_story
source: Characters/Story
de: Charaktere/Geschichte
es: Personajes/Historia

# subscription_feature_saved_characters
source: Saved Characters
de: Gespeicherte Charaktere
es: Personajes Guardados

# subscription_feature_prewritten_stories
source: Prewritten Stories
de: Vorgefertigte Geschichten
es: Historias Predefinidas

# subscription_feature_illustrations
source: Illustrations
de: Illustrationen
es: Ilustraciones

# subscription_feature_premium_voices
source: Premium Voices
de: Premium-Stimmen
es: Voces Premium

# subscription_feature_pdf_export
source: PDF Export
es: Exportar PDF

# subscription_feature_unlimited
source: Unlimited
de: Unbegrenzt
es: Ilimitado

# subscription_feature_all
source: All
de: Alle
es: Todos

# subscription_price_label
source: Price
de: Preis
es: Precio

# subscription_renewal_label
source: Renewal
de: Verlängerung
es: Renovación

# faq_category_account
source: Account
de: Konto
es: Cuenta

# faq_category_stories
source: Stories
de: Geschichten
es: Historias

# faq_category_characters
source: Characters
de: Charaktere
es: Personajes

# faq_category_subscription
source: Membership & Payments
de: Mitgliedschaft & Zahlungen
es: Membresía y Pagos

# faq_category_technical
source: Technical
de: Technisch
es: Técnico

# faq_account_q1
source: How do I create my account?
de: Wie erstelle ich mein Konto?
es: ¿Cómo creo mi cuenta?

# faq_account_a1
source: Simply enter your email address and password to sign in to DreamSpire. Your account will be created automatically.
de: Geben Sie einfach Ihre E-Mail-Adresse und ein Passwort ein, um sich bei DreamSpire anzumelden. Ihr Konto wird automatisch erstellt.
es: Simplemente ingresa tu dirección de correo electrónico y una contraseña para iniciar sesión en DreamSpire. Tu cuenta se creará automáticamente.

# faq_account_q2
source: I forgot my password, what should I do?
de: Ich habe mein Passwort vergessen, was soll ich tun?
es: Olvidé mi contraseña, ¿qué debo hacer?

# faq_account_a2
source: Click on 'Forgot Password' on the login screen. A password reset link will be sent to your email address.
de: Klicken Sie auf 'Passwort vergessen' auf dem Anmeldebildschirm. Ein Link zum Zurücksetzen des Passworts wird an Ihre E-Mail-Adresse gesendet.
es: Haz clic en 'Olvidé mi contraseña' en la pantalla de inicio de sesión. Se enviará un enlace de restablecimiento de contraseña a tu correo electrónico.

# faq_account_q3
source: How can I delete my account?
de: Wie kann ich mein Konto löschen?
es: ¿Cómo puedo eliminar mi cuenta?

# faq_account_a3
source: To delete your account, please contact our support team through Settings > Contact Us.
de: Um Ihr Konto zu löschen, kontaktieren Sie bitte unser Support-Team über Einstellungen > Kontaktiere Uns.
es: Para eliminar tu cuenta, contacta con nuestro equipo de soporte a través de Ajustes > Contáctanos.

# faq_stories_q1
source: How do I create a story?
de: Wie erstelle ich eine Geschichte?
es: ¿Cómo creo una historia?

# faq_stories_a1
source: Tap the 'New Story' button on the home screen. Define characters, select a story genre, and let DreamSpire create a personalized story for you.
de: Tippen Sie auf die Schaltfläche 'Neue Geschichte' auf dem Startbildschirm. Definieren Sie Charaktere, wählen Sie ein Genre und lassen Sie DreamSpire eine personalisierte Geschichte für Sie erstellen.
es: Toca el botón 'Nueva Historia' en la pantalla principal. Define personajes, selecciona un género de historia y deja que DreamSpire cree una historia personalizada para ti.

# faq_stories_q2
source: How can I save my stories?
de: Wie kann ich meine Geschichten speichern?
es: ¿Cómo puedo guardar mis historias?

# faq_stories_a2
source: All your created stories are automatically saved in the 'My Stories' section. You can return to them anytime.
de: Alle Ihre erstellten Geschichten werden automatisch im Bereich 'Meine Geschichten' gespeichert. Sie können jederzeit darauf zurückkommen.
es: Todas tus historias creadas se guardan automáticamente en la sección 'Mis Historias'. Puedes volver a ellas en cualquier momento.

# faq_stories_q3
source: How does the audio story feature work?
de: Wie funktioniert die Audio-Geschichtenfunktion?
es: ¿Cómo funciona la función de historia de audio?

# faq_stories_a3
source: Enable the 'Audio Narration' option when creating a story. DreamSpire will narrate your story with a professional voice.
de: Aktivieren Sie die Option 'Audio-Erzählung' beim Erstellen einer Geschichte. DreamSpire wird Ihre Geschichte mit einer professionellen Stimme erzählen.
es: Activa la opción 'Narración de Audio' al crear una historia. DreamSpire narrará tu historia con una voz profesional.

# faq_stories_q4
source: Can I share my story?
de: Kann ich meine Geschichte teilen?
es: ¿Puedo compartir mi historia?

# faq_stories_a4
source: Yes! Use the share button on the story detail screen to share your story with family and friends.
de: Ja! Verwenden Sie die Teilen-Schaltfläche auf dem Geschichtendetailbildschirm, um Ihre Geschichte mit Familie und Freunden zu teilen.
es: ¡Sí! Usa el botón de compartir en la pantalla de detalles de la historia para compartirla con familiares y amigos.

# faq_characters_q1
source: How do I create a character?
de: Wie erstelle ich einen Charakter?
es: ¿Cómo creo un personaje?

# faq_characters_a1
source: Define characters when creating a story. Add details like name, age, and interests to create more personalized stories.
de: Definieren Sie Charaktere beim Erstellen einer Geschichte. Fügen Sie Details wie Name, Alter und Interessen hinzu, um personalisiertere Geschichten zu erstellen.
es: Define personajes al crear una historia. Agrega detalles como nombre, edad e intereses para crear historias más personalizadas.

# faq_characters_q2
source: Can I save my characters?
de: Kann ich meine Charaktere speichern?
es: ¿Puedo guardar mis personajes?

# faq_characters_a2
source: Yes! You can save your created characters and reuse them in future stories.
de: Ja! Sie können Ihre erstellten Charaktere speichern und in zukünftigen Geschichten wiederverwenden.
es: ¡Sí! Puedes guardar tus personajes creados y reutilizarlos en historias futuras.

# faq_characters_q3
source: How many characters can I add?
de: Wie viele Charaktere kann ich hinzufügen?
es: ¿Cuántos personajes puedo agregar?

# faq_characters_a3
source: You can add up to 5 characters per story. Adding more characters may require Pro membership.
de: Sie können bis zu 5 Charaktere pro Geschichte hinzufügen. Das Hinzufügen weiterer Charaktere erfordert möglicherweise eine Pro-Mitgliedschaft.
es: Puedes agregar hasta 5 personajes por historia. Agregar más personajes puede requerir membresía Pro.

# faq_subscription_q1
source: What are the membership options?
de: Welche Mitgliedschaftsoptionen gibt es?
es: ¿Cuáles son las opciones de membresía?

# faq_subscription_a1
source: DreamSpire offers 3 membership tiers: Free, Plus, and Pro. Each tier includes different features and story limits.
de: DreamSpire bietet 3 Mitgliedschaftsstufen: Kostenlos, Plus und Pro. Jede Stufe umfasst unterschiedliche Funktionen und Geschichtenlimits.
es: DreamSpire ofrece 3 niveles de membresía: Gratis, Plus y Pro. Cada nivel incluye diferentes características y límites de historias.

# faq_subscription_q2
source: How does the coin system work?
de: Wie funktioniert das Münzsystem?
es: ¿Cómo funciona el sistema de monedas?

# faq_subscription_a2
source: Coins are used to create stories. Free users receive limited coins, while Plus and Pro members get more coins and monthly renewal benefits.
de: Münzen werden verwendet, um Geschichten zu erstellen. Kostenlose Benutzer erhalten begrenzte Münzen, während Plus- und Pro-Mitglieder mehr Münzen und monatliche Erneuerungsvorteile erhalten.
es: Las monedas se usan para crear historias. Los usuarios gratuitos reciben monedas limitadas, mientras que los miembros Plus y Pro obtienen más monedas y beneficios de renovación mensual.

# faq_subscription_q3
source: How can I cancel my membership?
de: Wie kann ich meine Mitgliedschaft kündigen?
es: ¿Cómo puedo cancelar mi membresía?

# faq_subscription_a3
source: You can cancel your DreamSpire subscription through iOS Settings > Apple ID > Subscriptions.
de: Sie können Ihr DreamSpire-Abonnement über iOS-Einstellungen > Apple-ID > Abonnements kündigen.
es: Puedes cancelar tu suscripción a DreamSpire a través de Ajustes de iOS > ID de Apple > Suscripciones.

# faq_subscription_q4
source: How do I purchase coins?
de: Wie kaufe ich Münzen?
es: ¿Cómo compro monedas?

# faq_subscription_a4
source: You can purchase different coin packages from Settings > Buy Coins. Payments are securely processed through Apple Pay.
de: Sie können verschiedene Münzpakete unter Einstellungen > Münzen Kaufen erwerben. Zahlungen werden sicher über Apple Pay abgewickelt.
es: Puedes comprar diferentes paquetes de monedas desde Ajustes > Comprar Monedas. Los pagos se procesan de forma segura a través de Apple Pay.

# faq_technical_q2
source: Which devices does it work on?
de: Auf welchen Geräten funktioniert sie?
es: ¿En qué dispositivos funciona?

# faq_technical_a2
source: DreamSpire works on iOS 16.0 and higher. You can use it on iPhone and iPad devices.
de: DreamSpire funktioniert auf iOS 16.0 und höher. Sie können es auf iPhone- und iPad-Geräten verwenden.
es: DreamSpire funciona en iOS 16.0 y versiones superiores. Puedes usarlo en dispositivos iPhone y iPad.

# faq_technical_q3
source: Is my data secure?
de: Sind meine Daten sicher?
es: ¿Están seguros mis datos?

# faq_technical_a3
source: Yes! All your data is stored encrypted and never shared with third parties. Please review our Privacy Policy for details.
de: Ja! Alle Ihre Daten werden verschlüsselt gespeichert und niemals an Dritte weitergegeben. Bitte lesen Sie unsere Datenschutzrichtlinie für Details.
es: ¡Sí! Todos tus datos se almacenan encriptados y nunca se comparten con terceros. Por favor, revisa nuestra Política de Privacidad para más detalles.

# story_result_save_characters
source: Save Characters
de: Charaktere Speichern
es: Guardar Personajes

# story_result_save_characters_description
source: Save the characters used in this story to use them again next time
de: Speichern Sie die in dieser Geschichte verwendeten Charaktere, um sie beim nächsten Mal wieder zu verwenden
es: Guarda los personajes utilizados en esta historia para usarlos nuevamente la próxima vez

# story_creation_already_in_progress
source: A story is already being created.
de: Eine Geschichte wird bereits erstellt.
es: Ya se está creando una historia.

# story_creation_already_in_progress_detail
source: A story is already being created. You can see your ongoing story in the library.
de: Eine Geschichte wird bereits erstellt. Sie können Ihre laufende Geschichte in der Bibliothek sehen.
es: Ya se está creando una historia. Puedes ver tu historia en progreso en la biblioteca.

# failed_story_creation_failed
source: Creation Failed
de: Erstellung Fehlgeschlagen
es: Creación Fallida

# failed_story_coin_refunded
source: Coins refunded
de: Münzen zurückerstattet
es: Monedas reembolsadas

# failed_story_retry
source: Try Again
de: Erneut Versuchen
es: Intentar de Nuevo

# failed_story_remove
source: Remove
de: Entfernen
es: Eliminar

# audio_mode_file_not_found
source: Audio File Not Found
de: Audiodatei Nicht Gefunden
es: Archivo de Audio No Encontrado

# audio_mode_no_audio_message
source: No audio file has been created for this story yet
de: Für diese Geschichte wurde noch keine Audiodatei erstellt
es: Aún no se ha creado un archivo de audio para esta historia

# age_range_3_5
source: 3-5 years
de: 3-5 Jahre
es: 3-5 años

# age_range_6_8
source: 6-8 years
de: 6-8 Jahre
es: 6-8 años

# age_range_9_12
source: 9-12 years
de: 9-12 Jahre
es: 9-12 años

# tone_calm_title
source: Calm
de: Ruhig
es: Tranquilo

# tone_funny_title
source: Funny
de: Lustig
es: Divertido

# tone_adventure_title
source: Adventure
de: Abenteuer
es: Aventura

# tone_educational_title
source: Educational
de: Pädagogisch
es: Educativo

# reader_finished_title
source: Congratulations!
de: Herzlichen Glückwunsch!
es: ¡Felicidades!

# reader_finished_message
source: You've finished the story!
de: Du hast die Geschichte beendet!
es: ¡Has terminado la historia!

# reader_reading_stats
source: Reading Stats
de: Lese-Statistik
es: Estadísticas de lectura

# reader_pages_read
source: %d pages read
de: %d Seiten gelesen
es: %d páginas leídas

# faq_category_safety
source: Safety & Filtering
de: Sicherheit & Filterung
es: Seguridad y Filtrado

# faq_safety_q1
source: How can I be sure my child won't see inappropriate content?
de: Wie sicher ist mein Kind vor ungeeigneten Inhalten?
es: ¿Cómo puedo estar seguro de que mi hijo no verá contenido inapropiado?

# faq_safety_a1
source: DreamSpire uses a dual-layer protection system called 'Double Steel Armor'. The first layer is a professional filter containing thousands of prohibited words. The second layer uses the OpenAI Moderation API to analyze every sentence for intent and block inappropriate content instantly.
de: DreamSpire nutzt ein zweistufiges Schutzsystem namens 'Double Steel Armor'. Die erste Schicht ist ein professioneller Filter mit Tausenden verbotenen Wörtern. Die zweite Schicht nutzt die OpenAI Moderation API, um Sätze auf ihre Absicht zu analysieren und ungeeignete Inhalte sofort zu blockieren.
es: DreamSpire utiliza un sistema de protección de doble capa llamado 'Double Steel Armor'. La primera capa es un filtro profesional con miles de palabras prohibidas. La segunda capa utiliza la API de moderación de OpenAI para analizar cada oración y bloquear contenido inapropiado al instante.

# faq_safety_q2
source: Is AI always safe?
de: Ist KI immer sicher?
es: ¿Es la IA siempre segura?

# faq_safety_a2
source: Despite our advanced filters, AI can sometimes produce unexpected results. Therefore, we recommend using the app under parental supervision and exploring it together with your child.
de: Trotz fortschrittlicher Filter kann KI unerwartete Ergebnisse liefern. Wir empfehlen die Nutzung unter elterlicher Aufsicht.
es: A pesar de nuestros filtros avanzados, la IA a veces puede producir resultados inesperados. Recomendamos usar la aplicación bajo la supervisión de los padres y explorarla juntos.

# faq_safety_q3
source: Which languages are protected?
de: Welche Sprachen werden geschützt?
es: ¿Qué idiomas están protegidos?

# faq_safety_a3
source: Our content moderation system is optimized to work seamlessly across all 12 supported languages, including English, Turkish, French, German, and Spanish.
de: Unser Moderationssystem ist für alle 12 unterstützten Sprachen optimiert, einschließlich Deutsch, Englisch, Türkisch, Französisch und Spanisch.
es: Nuestro sistema de moderación está optimizado para funcionar en los 12 idiomas admitidos, incluidos español, inglés, turco, francés y alemán.

# faq_safety_q4
source: What should I do if I notice something inappropriate?
de: Was tun bei unangemessenen Inhalten?
es: ¿Qué debo hacer si noto algo inapropiado?

# faq_safety_a4
source: You can report it instantly using the 'Contact Us' button in the Settings menu or by emailing dreamspire.help@gmail.com. Your feedback helps us make our system even stronger.
de: Nutzen Sie den Button 'Kontaktieren Sie uns' in den Einstellungen oder schreiben Sie an dreamspire.help@gmail.com.
es: Puedes informarlo al instante con el botón 'Contáctanos' en Ajustes o enviando un correo a dreamspire.help@gmail.com. Tus comentarios nos ayudan a mejorar.

# library_guest_my_stories_title
source: See Your Stories Here
de: Sehen Sie Ihre Geschichten Hier
es: Mira Tus Historias Aquí

# library_guest_my_stories_message
source: All your created stories are stored here. Sign in or create a new account to get started.
de: Alle Geschichten, die Sie erstellen, werden hier gespeichert. Melden Sie sich an oder erstellen Sie ein neues Konto, um zu beginnen.
es: Todas las historias que crees se guardarán aquí. Inicia sesión o crea una nueva cuenta para comenzar.

# library_guest_favorites_title
source: Save Your Favorites
de: Speichern Sie Ihre Favoriten
es: Guarda Tus Favoritos

# library_guest_favorites_message
source: Add stories you like to your favorites to easily access them again.
de: Fügen Sie Geschichten, die Ihnen gefallen, zu Ihren Favoriten hinzu, um leicht wieder darauf zuzugreifen.
es: Agrega las historias que te gustan a tus favoritos para acceder a ellas fácilmente de nuevo.

# library_filter_all
source: All
de: Alle
es: Todos

# library_filter_all_stories
source: All stories
de: Alle Geschichten
es: Todas las historias

# library_filter_free
source: Free
de: Kostenlos
es: Gratis

# library_filter_free_desc
source: Accessible to everyone
de: Für alle zugänglich
es: Accesible para todos

# library_filter_plus_desc
source: For Plus subscribers
de: Für Plus-Abonnenten
es: Para suscriptores Plus

# library_filter_pro_desc
source: For Pro subscribers
de: Für Pro-Abonnenten
es: Para suscriptores Pro

# duration_quick_name
source: Quick Story
de: Kurze Geschichte
es: Historia Corta

# duration_quick_desc
source: Perfect for a quick bedtime story
de: Perfekt für eine schnelle Gute-Nacht-Geschichte
es: Perfecta para una historia rápida antes de dormir

# duration_standard_name
source: Standard Story
de: Standard Geschichte
es: Historia Estándar

# duration_standard_desc
source: The classic story length
de: Klassische Geschichtenlänge
es: Longitud de historia clásica

# duration_extended_name
source: Extended Story
de: Lange Geschichte
es: Historia Larga

# duration_extended_desc
source: For more detailed adventures
de: Für detailliertere Abenteuer
es: Para aventuras más detalladas

# duration_epic_name
source: Epic Story
de: Epische Geschichte
es: Historia Épica

# duration_epic_desc
source: An immersive storytelling experience
de: Ein immersives Geschichtenerlebnis
es: Una experiencia de historia inmersiva

# duration_most_popular_badge
source: Most Popular
de: Am Beliebtesten
es: Más Popular

# addon_cover_name
source: Cover Image
de: Titelbild
es: Imagen de Portada

# addon_cover_desc
source: AI-generated cover
de: KI-generiertes Cover
es: Portada generada por IA

# addon_audio_name
source: Audio Narration
de: Audio-Erzählung
es: Narración de Audio

# addon_audio_desc
source: Text-to-speech narration
de: Text-zu-Sprache-Erzählung
es: Narración de texto a voz

# addon_illustrated_name
source: Illustrated Story
de: Illustrierte Geschichte
es: Historia Ilustrada

# addon_illustrated_desc
source: AI-generated scene illustrations
de: KI-generierte Szenenbilder
es: Imágenes de escena generadas por IA

# story_generating
source: Story is being created...
de: Geschichte wird erstellt...
es: Historia en creación...

# story_generating_background
source: You can continue in the background
de: Sie können im Hintergrund fortfahren
es: Puedes continuar en segundo plano

# story_generating_background_message
source: Your story is being generated in the background. You will see it in your library when it's ready.
de: Ihre Geschichte wird im Hintergrund generiert. Sie sehen sie in Ihrer Bibliothek, wenn sie fertig ist.
es: Tu historia se está generando en segundo plano. La verás en tu biblioteca cuando esté lista.

# estimated_time
source: This may take about %d minutes
de: Dies kann etwa %d Minuten dauern
es: Esto puede tardar unos %d minutos

# notification_enable_and_continue
source: Enable Notifications & Continue
de: Benachrichtigungen Aktivieren und Fortfahren
es: Activar Notificaciones y Continuar

# story_loading_error
source: There was a problem loading the story
de: Beim Laden der Geschichte ist ein Problem aufgetreten
es: Hubo un problema al cargar la historia

# pdf_generating
source: Generating PDF...
de: PDF wird erstellt...
es: Generando PDF...

source: Share
de: Teilen
es: Compartir

# share_error_title
source: Share Error
de: Fehler beim Teilen
es: Error al Compartir

# share_error_message
source: There was a problem preparing the files. Please try again
de: Beim Vorbereiten der Dateien ist ein Problem aufgetreten. Bitte versuchen Sie es erneut
es: Hubo un problema al preparar los archivos. Por favor, inténtalo de nuevo

source: Transaction History
de: Transaktionsverlauf
es: Historial de Transacciones

# no_transactions
source: No Transactions Yet
de: Noch keine Transaktionen
es: Aún no hay transacciones

# no_transactions_desc
source: Your coin spending and earnings will appear here
de: Ihre Coin-Ausgaben und -Einnahmen werden hier angezeigt
es: Tus gastos y ganancias de monedas aparecerán aquí

# transaction_reason_story_creation
source: Story Creation
de: Geschichte-Erstellung
es: Creación de Historia

# transaction_reason_purchase
source: Coin Purchase
de: Coin-Kauf
es: Compra de Monedas

# transaction_reason_refund
source: Refund
de: Rückerstattung
es: Reembolso

# transaction_reason_daily_reward
source: Daily Reward
de: Tägliche Belohnung
es: Recompensa Diaria

# transaction_reason_welcome_gift
source: Welcome Gift
de: Willkommensgeschenk
es: Regalo de Bienvenida

# transaction_reason_subscription
source: Subscription
de: Abonnement
es: Suscripción

# transaction_reason_subscription_started
source: Subscription Started
de: Abonnement gestartet
es: Suscripción Iniciada

# transaction_reason_bonus
source: Bonus Coins
es: Monedas de Bonificación

# transaction_reason_subscription_coins
source: Subscription Coins
de: Abonnement-Coins
es: Monedas de Suscripción

# transaction_reason_account_created
source: Account Creation Gift
de: Kontoerstellungsgeschenk
es: Regalo de Creación de Cuenta

# transaction_reason_subscription_renewal
source: Subscription Renewal
de: Abonnement-Verlängerung
es: Renovación de Suscripción

# transaction_reason_subscription_upgrade
source: Subscription Upgrade
de: Abonnement-Upgrade
es: Mejora de Suscripción

# transaction_reason_welcome_bonus
source: Welcome Bonus
de: Willkommensbonus
es: Bonificación de Bienvenida

# transaction_reason_guest_account_linked
source: Account Linked
de: Konto verknüpft
es: Cuenta Vinculada

# transaction_reason_account_created_no_coins_abuse_prevention
source: Device Already Registered
de: Gerät bereits registriert
es: Dispositivo ya Registrado

# transaction_reason_account_created_transaction_error
source: Transaction Error
de: Transaktionsfehler
es: Error de Transacción

# filter_illustrated_only
source: Illustrated Only
de: Nur illustriert
es: Solo ilustrado
